{
    "articles_21_30": {
        "21": {
            "title": "OCCUPATIONAL HEALTH AND SAFETY",
            "sections": {
                "21.1": {
                    "title": "Statutory Compliance",
                    "content": "The Union and the Employer agree that regulations made pursuant to the Workers Compensation Act, the Factories Act, or any other statute of the Province of British Columbia pertaining to the working environment, shall be fully complied with. First Aid kits shall be supplied in accordance with this clause."
                },
                "21.2": {
                    "title": "Joint Occupational Health and Safety Committee",
                    "subsections": {
                        "a": "A joint occupational health and safety committee shall be established. Union representatives shall be appointed by the Union and the employer representatives shall be appointed by the Employer. The Committee shall meet, in accordance with the Industrial Health and Safety Regulations, to make recommendations on unsafe, hazardous or dangerous conditions with the aim of preventing and reducing risk of occupational injury and illness. A copy of all minutes of the meetings of the Committee shall be sent to the Union and the Employer.",
                        "b": "Employees who are representatives of the Committee shall not suffer any loss of basic pay for the time spent attending a committee meeting.",
                        "c": "The Committee shall comprise three (3) representatives of the Union and three (3) representatives of the Employer. A union representative and an employer representative shall alternate in presiding over meetings."
                    }
                },
                "21.3": {
                    "title": "Unsafe Work Conditions",
                    "subsections": {
                        "a": "An employee may exercise their right to refuse to do unsafe work pursuant to Section 3.12 of the Occupational Health and Safety Regulation outlined in Information Appendix B and Part 3, Division 6 of the Workers Compensation Act.",
                        "b": "An employee must not be subject to discriminatory or disciplinary action pursuant to Section 3.13(1) of the Occupational Health and Safety Regulations outlined in Information Appendix B and Part 3, Division 6 of the Workers Compensation Act."
                    }
                },
                "21.4": {
                    "title": "Injury Pay Provision",
                    "content": "An employee who is injured on the job during working hours and is required to leave for treatment or is sent home for such injury shall receive payment for the remainder of their shift without deduction from short-term disability leave."
                },
                "21.5": {
                    "title": "Transportation of Accident Victims",
                    "content": "Transportation to and from the nearest physician or hospital within British Columbia for employees requiring medical care as a result of an on-the-job accident shall be at the expense of the Employer."
                },
                "21.6": {
                    "title": "Pollution Control",
                    "content": "The Employer and the Union agree to limit all forms of environmental pollution."
                },
                "21.7": {
                    "title": "Investigation of Accidents",
                    "content": "The Occupational Health and Safety Committee, as provided in Clause 21.2, shall be notified of each accident or injury to the employees and shall investigate and report to the Union and the Employer on the nature and cause of the accident or injury. In the event of a fatality of an employee, the College shall immediately notify the President/designate of the nature and circumstances of the accident."
                },
                "21.8": {
                    "title": "Industrial First Aid Requirements",
                    "subsections": {
                        "a": "The Union and the Employer agree that First Aid Regulations made pursuant to the Workers Compensation Act shall be fully complied with.",
                        "b": "Where the Employer requires an employee to perform first aid duties in addition to the normal requirements of the job, the cost of obtaining and renewing the Industrial First Aid Certificate shall be borne by the Employer, and leave to take the necessary courses shall be granted with pay.",
                        "c": "Effective the first (1st) of the month following the signing of this Agreement an additional payment shall be granted to employee on the basis of the type of Industrial First Aid Certificate they are required to possess under this clause, as follows: Occupational First Aid Certificate, Class 3 - $44 biweekly; Occupational First Aid Certificate, Class 2 - $32 biweekly; Occupational First Aid Certificate, Class 1 - $30 biweekly"
                    }
                },
                "21.9": {
                    "title": "Training Program for Joint Occupational Health and Safety Committee",
                    "content": "An ongoing training program for the Occupational Health and Safety Committee, which was developed in consultation with the Workers' Compensation Board, and which may be amended from time to time by mutual agreement, shall provide a training program for members of the Occupational Health and Safety Committee dealing with the objectives and duties of the Committee."
                },
                "21.10": {
                    "title": "Safe Working Conditions",
                    "content": "The Employer undertakes to maintain office furniture, equipment, etc., in a practical and safe condition in order to avoid injury to employees or damage to their attire. Employees, for their part and in their own interest, are expected to advise the Employer of any such potentially injurious equipment."
                },
                "21.11": {
                    "title": "Investigation of Safety Matters",
                    "content": "An employee who is a member of, or is designated by, the Joint Occupational Health and Safety Committee and who has been authorized by that Committee to investigate safety matters shall not suffer any loss of basic pay for time so spent."
                },
                "21.12": {
                    "title": "Safety Equipment",
                    "content": "Where employees opt for other than the standard safety boots acquired through the Purchasing Department, they shall be reimbursed to the maximum of two hundred and fifty dollars ($250). Safety boots shall not be issued at less than a two (2) year cycle except in exceptional circumstances which shall be established with the employee's supervisor. Cost for maintenance or modification of safety boots shall be at the Employer's expense."
                },
                "21.13": {
                    "title": "Emergency Survival Techniques",
                    "content": "The College shall provide valid instructional materials to be supplied by the Union which teach essentials of emergency survival techniques for all employees who are required to work and/or travel under isolated field conditions or camp situations. Such instructional materials shall be provided for all employees prior to commencement of their field assignments."
                },
                "21.14": {
                    "title": "Whistle Blowing Protection",
                    "content": "No employee shall be disciplined, discharged, penalized, or intimidated as a result of reporting any alleged violations to the College or to another agency, provided the College has been notified of the alleged violation first. The College shall have thirty (30) days to investigate the alleged violation and report the outcome to the employee and the Union. The employee shall not report the alleged violation to another agency prior to the outcome of the investigation. All information shall be kept confidential for the thirty (30) day investigation period."
                }
            }
        },
        "22": {
            "title": "TECHNOLOGICAL CHANGE",
            "sections": {
                "22.1": {
                    "title": "Definition",
                    "content": "\"Technological Change\" shall be as defined in Section 54 of the Labour Code."
                },
                "22.2": {
                    "title": "Notice",
                    "content": "After notice has been given by the College to the Union, the College and the Union shall meet within fourteen (14) days of the date of the notice."
                },
                "22.3": {
                    "title": "Reference to Arbitration",
                    "content": "All disputes arising in relation to adjustment to technological change shall be finally and conclusively settled, without stoppage of work, by arbitration in accordance with Article 9 of this Agreement."
                },
                "22.4": {
                    "title": "Arbitrator's Powers",
                    "content": "The Arbitrator has the powers contained in Part 8 of the Labour Code."
                }
            }
        },
        "23": {
            "title": "HEALTH AND WELFARE",
            "note": "The current terms of the plans may be found at: https://www.coastmountaincollege.ca/about-cmtn/cmtn-careers/employee-benefits. See also Clause 9.2.1 Benefit Provisions and Appendix F Medical Travel Referral Benefit in the Common Agreement.",
            "sections": {
                "23.1": {
                    "title": "Basic Medical Insurance",
                    "content": "All regular employees, whether full-time or part-time, shall be covered by the Medical Plan, for which the British Columbia Medical Plan is the licensed carrier. Benefits and premium rates shall be in accordance with the existing policy of the plan. The Employer shall pay one hundred percent (100%) of the regular premium."
                },
                "23.2": {
                    "title": "Extended Health Care Plan",
                    "subsections": {
                        "a": "The Employer shall pay the monthly premium for regular employees entitled to coverage under a mutually acceptable Extended Health Care Plan.",
                        "b": "The plan is to make provision for transportation for an employee or an eligible dependant to medical services not available in the employee's home community.",
                        "c": "Where upon the written advice of a medical practitioner a person eligible under Clause 24.2(b) requires a travelling companion, transportation costs for the companion shall also be paid.",
                        "d": "The plan shall also provide for expenses of up to fifty dollars ($50) per day up to a maximum of seven (7) days per referral in cases where transportation has been provided under Clauses 24.2(b) and (c) above. There shall be no doubling up of the daily maximum for the patient and the travelling companion."
                    }
                },
                "23.3": {
                    "title": "Dental Plan",
                    "subsections": {
                        "a": "All eligible employees will receive dental plan benefits coverage the first day of the month following the employees' date of hire.",
                        "b": "The Employer shall pay the monthly premium for employees entitled to coverage under a mutually acceptable plan which provides: Part A - one hundred percent (100%) coverage; Part B - sixty percent (60%) coverage; Part C - fifty percent (50%) coverage.",
                        "c": "An employee and dependents to age 21 are eligible for orthodontic services under Part C after twelve (12) months' participation in the Plan. Orthodontic services are subject to a lifetime maximum payment of $2,300."
                    }
                },
                "23.4": {
                    "title": "Group Life and Accidental Death and Dismemberment",
                    "subsections": {
                        "a": "The Employer shall provide a mutually acceptable group life plan with benefits equivalent to triple an employee's annual salary. The Employer shall pay the entire premium for group life insurance for BCGEU Faculty.",
                        "b": "Employees shall, as a condition of employment, enrol in the Group Life Plan.",
                        "c": "The Group Life Plan shall include the following provisions for accidental dismemberment: (1) loss of both hands or feet the principal sum; (2) loss of sight of both eyes the principal sum; (3) loss of one hand and one foot the principal sum; (4) loss of one hand or one foot and sight of one eye the principal sum; (5) loss of one hand or one foot one-half the principal sum; (6) loss of sight of one eye one-half the principal sum.",
                        "d": "At the total expense of the employee spousal and optional life insurance shall be offered. Coverage to be within the limits of the employee's insurance coverage as set out in Clause 23.4(a) above or up to a maximum of triple (3) Step 1 annual salary, subject to carrier approval."
                    }
                },
                "23.5": {
                    "title": "Air Travel Insurance",
                    "subsections": {
                        "a": "In the event of death or disability incurred while travelling by aircraft on business of the College, employees shall be covered by the terms and conditions of the College blanket insurance policy.",
                        "b": "The amounts specified in the policy shall be paid to employees in the case of disability; and in the case of death, to the employee's beneficiary as designated under the Group Life Plan, if any, or in the absence of such beneficiary, to the employee's estate.",
                        "c": "Coverage shall commence from the place of employment or residence, whichever may last occur, and end upon returning to the regular place of employment or residence, whichever may occur first. Employees are not covered while piloting an aircraft in the course of their duties unless employed or paid as a pilot, or unless otherwise authorized."
                    }
                },
                "23.6": {
                    "title": "Unemployment Insurance",
                    "content": "Unemployment Insurance coverage shall be provided during the life of this Agreement for regular and non-regular employees who would, if employed by a private employer, be eligible for such coverage under the provisions of the Unemployment Insurance Act."
                },
                "23.7": {
                    "title": "Medical Examination",
                    "content": "Where the Employer requires an employee to submit to a medical examination or medical interview, it shall be at the Employer's expense and on the Employer's time, other than a medical examination required under Clause 18.2(c)."
                },
                "23.8": {
                    "title": "Legislative Changes",
                    "content": "If the premium paid by the Employer for any employee benefit stipulated by this Agreement is reduced as a result of any legislative or other action by the government of British Columbia, the amount of the saving shall be used to increase other benefits available to the employees, as may be mutually agreed between the parties.",
                    "note": "See Memorandum of Understanding re: Article 23.8 - Legislative Changes for clarity on the application of this Article."
                },
                "23.9": {
                    "title": "Health and Welfare Plans",
                    "subsections": {
                        "a": "A copy of the master contracts with the carriers for the extended health care, dental and group life plans shall be sent to the President of the Union.",
                        "b": "The Employer shall consult with the Union before developing any pamphlet explaining the highlights of the plans for distribution to the employees. The cost of such a pamphlet shall be borne by the Employer.",
                        "c": "Each member shall be provided with a Benefits booklet with a detailed description of all the benefits and related procedures. The booklet shall include, but not be limited to the following: eligibility, dependants, start and end dates, leaves of absence, medical, extended medical, pharmacare, medical travel, EAP, dental, sick leave, STIIP, LTD, life insurance, other insurance plans, the College Pension Plan, CPP, Deferred Salary Plan, and Workers' Compensation. All this information shall be available on the College website and shall be updated whenever changes are made. All members shall be notified of changes to the plan and updates to the website information."
                    }
                },
                "23.10": {
                    "title": "Protective Clothing",
                    "content": "Effective the date of signing, an employee as a result of the proper performance of their physical duties, shall be reimbursed for the cost of replacement of such items as: eyeglasses, prosthesis, hearing aids"
                },
                "23.11": {
                    "title": "Flu Vaccinations",
                    "content": "Members shall be reimbursed for flu vaccinations where the member is not already entitled to a free vaccination."
                }
            }
        },
        "24": {
            "title": "WORK CLOTHING AND EQUIPMENT",
            "sections": {
                "24.1": {
                    "title": "Protective Clothing",
                    "subsections": {
                        "a": "The Employer shall provide adequate protective clothing where the need arises. This shall normally include smocks, laboratory coats, or coveralls where the employee's clothes may be soiled due to the work situation.",
                        "b": "Where work is to be performed outdoors in inclement weather pursuant to Clause 24.1(a) above, the necessary rain wear, parkas or gloves shall also be made available."
                    }
                },
                "24.2": {
                    "title": "Special Apparel",
                    "content": "If a particular type of work clothing or special apparel is required by the nature of the employee's job, such clothing or apparel shall be provided by the Employer."
                },
                "24.3": {
                    "title": "Maintenance of Clothing",
                    "content": "It shall be the Employer's responsibility to ensure that uniforms and clothing issued is properly cleaned, maintained and repaired. The Employer shall bear all costs of such cleaning, maintenance and repairs."
                },
                "24.4": {
                    "title": "Union Label",
                    "content": "Upon depletion of existing stocks, all uniforms and clothing issued by the Employer shall, where possible, bear a recognized union label."
                },
                "24.5": {
                    "title": "Lockers",
                    "content": "Where employees are required to change their uniforms in the course of their normal duties, and where space is available, lockers, which can be locked, shall be provided."
                },
                "24.6": {
                    "title": "Supply and Maintenance of Equipment",
                    "subsections": {
                        "a": "An employee shall not suffer loss in salary in the event that they cannot carry out their normal duties by reason of the Employer failing to furnish or properly maintain equipment, machinery, supplies or by reason of power failures or other circumstances occurring at the place of work.",
                        "b": "This clause shall not apply to short-term relief personnel beyond the day of occurrence."
                    }
                }
            }
        },
        "25": {
            "title": "PAYMENT OF WAGES AND ALLOWANCES",
            "sections": {
                "25.1": {
                    "title": "Equal Pay",
                    "content": "The Employer shall not discriminate between male and female employees by employing a person of one sex for any work at a rate of pay that is less than the rate of pay at which a person of the other sex is employed for similar or substantially similar work."
                },
                "25.2": {
                    "title": "Payday",
                    "subsections": {
                        "a": "Employees shall be paid biweekly.",
                        "b": "The Employer shall provide each employee with a comprehensive statement accompanying each direct deposit detailing all payments, allowances and deductions."
                    }
                },
                "25.3": {
                    "title": "Rates of Pay",
                    "content": "Rates of pay are found in the Common Agreement, the Provincial Salary Scale Appendix A.",
                    "salary_increases": {
                        "date_of_ratification": "2.0%",
                        "april_1_2020": "2.0%",
                        "april_1_2021": "2.0%"
                    }
                },
                "25.4": {
                    "title": "Vehicle Allowance",
                    "subsections": {
                        "a": "Vehicle allowances for all distances travelled on College business shall be paid to employees required to use their own vehicles in the performance of their duties. The allowance shall cover distance to and from the employee's place of residence, up to a total maximum of thirty-two (32) kilometres, only when the employee is required to have their vehicle at work for use in the performance of their duties.",
                        "b": "Effective date of ratification, the vehicle allowance shall be forty-nine cents (49¢) per kilometre. Effective April 1, 2020 the vehicle allowance shall be fifty cents (50¢) per kilometre. Effective April 1, 2021 the vehicle allowance shall be fifty-one cents (51¢) per kilometre.",
                        "c": "Subject to the prior approval of the College President or their designate, an employee who is in a position designated by the College to travel on college business in excess of six (6) days per month per insurance year shall be reimbursed one hundred percent (100%) of the annual incremental cost based on Safe Driver Discount rates of the Insurance Corporation of British Columbia Class 007 (Business) premium that is over and above that for Class 002 (Pleasure, Drive to Work or School) upon presentation of appropriate receipts and documents.",
                        "d": "The College shall provide a vehicle upon request of an employee required to travel on College business.",
                        "e": "If the College raises the rates for mileage for excluded personnel or other bargaining unit employees during the life of the Agreement, these rates shall be amended accordingly."
                    }
                },
                "25.5": {
                    "title": "Meals, Lodging (including Mobile Lodging) and Travel Allowances",
                    "meals": {
                        "effective_date_of_ratification": {
                            "breakfast": "$10.77 - Travel prior to 7:00 a.m.",
                            "lunch": "$13.46 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$23.69 - Travel after 6:00 p.m."
                        },
                        "effective_april_1_2020": {
                            "breakfast": "$10.99 - Travel prior to 7:00 a.m.",
                            "lunch": "$13.73 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$24.16 - Travel after 6:00 p.m."
                        },
                        "effective_april_1_2021": {
                            "breakfast": "$11.20 - Travel prior to 7:00 a.m.",
                            "lunch": "$14.00 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$24.64 - Travel after 6:00 p.m."
                        }
                    },
                    "lodging": "Reasonable actual costs upon production of receipts, or thirty-five dollars ($35) per night, without receipt.",
                    "travel": "Reasonable actual costs (normally based on economy fare) upon production of receipts.",
                    "child_care_cost": "Where employees are required to travel on College business away from their regular headquarters or geographic location and they incur child care expenses over and above their normal child care expenses, they shall be eligible for up to twenty-five dollars ($25) per day upon the production of receipts."
                },
                "25.6": {
                    "title": "Transportation for Employees",
                    "content": "Where convenient public transportation or other transportation facilities are not available, transportation shall be provided to employees who are required to work other than their normal working hours, and who must travel to or from their home during the hours between 1:00 a.m. and 6:00 a.m. An employee shall be reimbursed for the cost of commercial transportation upon production of receipts."
                },
                "25.7": {
                    "title": "Upgrading Qualifications",
                    "content": "Where the Employer requires an employee to upgrade their skills or qualifications in order to operate or maintain new equipment, the cost of training, and normal living and travel expenses as laid down in this Agreement shall be borne by the Employer."
                },
                "25.8": {
                    "title": "Relocation Expenses",
                    "subsections": {
                        "a": "Regular employees who have to move from one geographic location to another at the Employer's request, shall be entitled to relocation expenses in accordance with the agreed upon established regulations as set out in Appendix 2.",
                        "b": "Regular employees who have to move from one geographic location to another after winning a competition shall be entitled to reimbursement of relocation expenses up to a maximum amount of one thousand two hundred dollars ($1,200) upon production of receipts.",
                        "c": "The provisions under Clauses 25.8(a) and (b) shall also apply to non-regular employees who have completed two hundred (200) days within a fifteen (15) month period."
                    }
                },
                "25.9": {
                    "title": "Payment to Dependants on Death",
                    "content": "Where an employee dies while in the service of the College, the following amounts shall be paid to the employee's beneficiary as designated under the Group Life Plan, if any, or in the absence of such beneficiary, to the employee's estate: one (1) month's salary for each completed continuous year in the service of the College, to a maximum of six (6) month's salary."
                },
                "25.10": {
                    "title": "Early Retirement",
                    "long_service_payment": "Upon retirement from service, an employee who has completed twenty (20) years of continuous service, and who under the provisions of the Public Sector Pension Plans Act, College Pension Plan is entitled to receive a superannuation allowance on retirement, is entitled to an amount equal to their salary for one (1) month, and, for each full year of service exceeding twenty (20) years but not exceeding thirty (30) years, is entitled to an additional amount equal to one-fifth (1/5) of their monthly salary.",
                    "early_retirement_incentive": {
                        "requirements": [
                            "is age 55 or over",
                            "has a minimum of ten (10) years of service in the BC College and Institute System",
                            "is a regular employee at the time of early retirement",
                            "elects to cease employment with the College for the purpose of retirement"
                        ],
                        "payment_schedule": {
                            "age_55_to_59": "100% of Annual Salary",
                            "age_60": "80% of Annual Salary",
                            "age_61": "60% of Annual Salary",
                            "age_62": "40% of Annual Salary",
                            "age_63": "20% of Annual Salary",
                            "age_64": "0% of Annual Salary"
                        },
                        "additional_provisions": [
                            "An employer may opt to pay the early retirement incentive in three equal annual payments over a thirty-six (36) month period",
                            "Eligible bargaining unit members may opt for a partial early retirement with a prorated incentive",
                            "An employee accepting an early retirement incentive from the College shall not be re-employed by the College at a later date",
                            "The College and the Union shall co-sponsor an early retirement seminar for faculty once per year",
                            "The Employer shall provide up to three (3) financial counselling sessions at the employee's options",
                            "The Employer shall facilitate a Retirement Planning Seminar once a year upon request of the faculty"
                        ]
                    }
                },
                "25.11": {
                    "title": "Salary Rate upon Employment",
                    "content": "The hiring rate of pay for a new employee shall not be higher than the rate of pay for an existing employee in the same classification with similar work experience, training and education."
                },
                "25.12": {
                    "title": "Telephone Allowance",
                    "content": "Employees on travel status who are required to obtain overnight accommodation shall be entitled to claim for one ten (10) minute telephone call home, within British Columbia, for every two (2) nights away."
                },
                "25.13": {
                    "title": "Hourly, Daily and Partial Biweekly Calculations",
                    "formula": "Adjusted biweekly Salary = (hours worked and paid holidays x biweekly salary) / (hours scheduled and paid holidays)",
                    "note": "(paid holiday = the weekly maxima defined in Clause 31.3 divided by five [5] days)."
                },
                "25.14": {
                    "title": "Increments for Instructional Staff",
                    "progression": "Instructors shall progress one (1) increment for each year of seniority through all incremental steps of the salary schedule",
                    "cross_union_appointments": "Movement on the salary scale shall be based on each full year of instructional employment with the College, not each full year of employment within each bargaining unit.",
                    "initial_placement_criteria": {
                        "educational_credentials": {
                            "two_year_diploma": "initial placement at Step BFA 11",
                            "bachelors_degree": "initial placement at Step BFA 10",
                            "post_graduate_certification": "initial placement at Step BFA 9"
                        },
                        "experience": {
                            "instructional": "One (1) additional step for each year of related instructional experience",
                            "work": "One (1) additional step for each two (2) years of related work experience"
                        },
                        "maximum_initial_placement": "Step BFA 5 of the scale"
                    }
                },
                "25.15": {
                    "title": "Special Allowances",
                    "content": "Program Chair, Coordinator/Instructors shall receive a biweekly administrative allowance and shall be paid in accordance with Appendix 1 attached to and forming part of this Agreement."
                },
                "25.16": {
                    "title": "Hosting Expenses",
                    "content": "Where employees have guest speakers, recruiting officers, consultants, community relations personnel or other non-service personnel at their workplace in the course of their duties, they shall, subject to prior approval, be reimbursed for reasonable expenses upon production of receipts."
                },
                "25.17": {
                    "title": "Expenses within Headquarters Area",
                    "content": "Subject to approval by the Employer, an employee in performing their duties within their headquarters area may claim unusual and/or extraordinary out-of-pocket expenses. It is agreed that payment for out-of-pocket expenses is intended to include payment for meals where the situation warrants."
                },
                "25.18": {
                    "title": "Temporary Assignment Travel",
                    "conditions": [
                        "Travel between the employee's place of temporary accommodation and the worksite shall be considered as time worked",
                        "Employees shall be provided with return economy air fare in order to allow them to return to their place of residence and return to the worksite at the end of each workweek on the employee's time",
                        "Employees who choose not to return to their place of residence shall not receive the return air fare"
                    ]
                },
                "25.19": {
                    "title": "Travel Outside Province",
                    "provisions": [
                        "Employees required to travel outside the province shall be reimbursed for receipted expenses incurred in the course of their duties",
                        "In view of fatigue occasioned by international travel, employees shall be provided reasonable stopover time where required",
                        "All expenses shall be reimbursed at the actual cost to the employee, taking into account the currency exchange rate incurred"
                    ]
                },
                "25.20": {
                    "title": "Professional Membership Dues and Fees",
                    "content": "Where the College requires as a condition of continuing employment that a regular faculty member maintain a specified professional association membership, the College shall pay the annual dues required to maintain such membership."
                }
            }
        },
        "26": {
            "title": "CLASSIFICATION AND RECLASSIFICATION",
            "sections": {
                "26.1": {
                    "title": "Job Duties",
                    "content": "Provided the duties contained in any job continue to be performed, the Employer may not split, divide, or materially alter that configuration of duties for the purpose of displacing an existing employee not on layoff, without prior mutual agreement with the Union or an arbitrator's decision."
                },
                "26.2": {
                    "title": "Reorganization",
                    "principles": [
                        "The Employer agrees to give the President of the Union advance notice of a reorganization within the College which shall affect employees within the bargaining unit",
                        "The Employer agrees to consult first with the Union and then the employees involved for the purpose of discussing the implications of such changes prior to the implementation of same",
                        "Where a position has been identified by the Employer as one which shall be affected by the reorganization, the incumbent shall be advised in writing by the Employer",
                        "Any employee affected by the reorganization shall not be subject to the provisions of Clause 10.8 probationary period"
                    ]
                },
                "26.3": {
                    "title": "Regularization of Employees",
                    "entitlement_criteria": [
                        "Entitlement to regularization after a period of time worked of at least two (2) consecutive appointment years of work at a workload of fifty percent (50%) or greater for each of two (2) consecutive appointment years and where there is a reasonable expectation of ongoing employment for which the employee is qualified at a workload of at least fifty percent (50%) or greater for two semesters in the next appointment year",
                        "Entitlement to regularization after the employee has performed a workload of at least of one hundred and twenty percent (120%) of an annualized workload over at least two (2) consecutive years and there is a reasonable expectation of an ongoing workload assignment for which the employee is qualified, of at least fifty percent (50%) on an annualized basis over the immediately subsequent appointment year"
                    ],
                    "protections": "No employee shall suffer any reduction or loss of salary or benefit as a result of this realignment of employee status",
                    "dispute_resolution": "In the event of any disagreements in the implementation of this regularization process, referrals shall be made to JADRAC under Article 6.1.5 of the Common Agreement for resolution."
                }
            }
        },
        "27": {
            "title": "JOINT COMMITTEE",
            "sections": {
                "27.1": {
                    "title": "Establishment of a Joint Committee",
                    "content": "There shall be established one (1) joint committee composed of two (2) union representatives and two (2) employer representatives. This Committee may call upon additional persons for technical information or advice. The Committee may establish subcommittees or ad hoc committees as it deems necessary and shall set guidelines and operating procedures for such committees."
                },
                "27.2": {
                    "title": "Meetings of Committee",
                    "content": "The Joint Committee shall meet every two (2) months at a mutually agreeable time and place. Employees shall not suffer any loss of basic pay for time spent on this Committee."
                },
                "27.3": {
                    "title": "Chairperson of Committee",
                    "content": "An employer representative and a union representative shall alternate in presiding over meetings."
                },
                "27.4": {
                    "title": "Responsibilities of Committee",
                    "general": "The Committee shall not have jurisdiction over wages or any other matter of collective bargaining, including the administration of this Agreement. Except as specified in this Agreement the Committee shall not have the power to bind either the Union, its members or the Employer to any decisions or conclusions reached in their discussions.",
                    "specific_items": [
                        "Transfers Without Posting",
                        "Appointment Procedures",
                        "Authorization and Application of Overtime",
                        "Uniforms",
                        "Child Care Facilities",
                        "Parking",
                        "Indemnity",
                        "Reorganization",
                        "Personal Duties",
                        "On-the-Job Training",
                        "Long-Term Disability",
                        "Faculty Workload",
                        "Employee Fitness"
                    ]
                },
                "27.5": {
                    "title": "Committee to Allocate Training",
                    "content": "The Employer agrees that, subject to operational requirements, and employee skill development needs, when selecting employees to attend training courses the College will consider the factors of seniority, work performance enhancement needs and equitability of access as determinants for selection."
                },
                "27.6": {
                    "title": "Reference",
                    "content": "The parties shall refer to the relevant provisions of the 1989-1991 Collective Agreement when discussing the specific items in Clause 27.4(b) above."
                }
            }
        },
        "28": {
            "title": "SECONDMENT",
            "sections": {
                "28.1": {
                    "title": "Definition",
                    "content": "\"Secondment\" means a process by which the Employer may, with the consent of the employee, assign an employee to another Employer not subject to this Agreement."
                },
                "28.2": {
                    "title": "Notice of Secondment",
                    "content": "The Employer agrees to make every effort to provide an employee with four (4) weeks' written notice of secondment. Where possible, the written notice of secondment shall indicate the term of secondment."
                },
                "28.3": {
                    "title": "Provisions of BCGEU Agreement to Apply",
                    "content": "The provisions of this Agreement shall apply to seconded employees. The Employer to which the employee is seconded shall receive written notice of this article and shall be provided with a copy of this Agreement."
                },
                "28.4": {
                    "title": "Employer's Representative Designated to Handle Grievances at the Second Step",
                    "content": "The Employer shall inform the employee of the Employer's representative designated to handle grievances at the second step. Where a seconded employee has a grievance and their supervisor is not appointed to the College, the employee shall discuss the grievance with their supervisor. Failing resolution, the employee may submit a written grievance, through a steward nominated by the Union, to the second step of the grievance procedure."
                }
            }
        },
        "29": {
            "title": "NON-REGULAR AND SUBSTITUTE INSTRUCTORS",
            "sections": {
                "29.1": {
                    "title": "Letter of Appointment",
                    "subsections": {
                        "a": "An non-regular employee shall receive a letter of appointment stating their employment status and expected duration of employment within one week of commencement of employment.",
                        "b": "The Employer shall not use non-regular or regular part-time employees or a combination of non-regular or regular part-time employees to the extent that they replace, displace or prevent the hiring of a regular full-time employee.",
                        "c": "Except as otherwise stipulated in this article, a non-regular employee shall be entitled to an allowance of four percent (4%) in lieu of all benefits applicable to regular employees."
                    }
                },
                "29.2": {
                    "title": "Seniority on Applying for Regular Positions",
                    "subsections": {
                        "a": "Non-regular employees shall be recognized as in-service applicants when applying for regular positions.",
                        "b": "Subject to Clause 29.4, a non-regular employee shall have their length of service as a non-regular employee recognized in the selection process and shall be credited with equivalent regular seniority upon appointment."
                    }
                },
                "29.3": {
                    "title": "Seniority",
                    "subsections": {
                        "a": "Employees shall earn seniority during the initial probationary period of sixty (60) workdays. An employee terminated during the probationary period shall lose seniority and not be placed on the recall list.",
                        "b": "For the purpose of layoff and recall, a non-regular employee shall accumulate service and classification seniority within a geographic location, on the basis of: all hours worked; designated paid holidays or days off in lieu; annual vacation.",
                        "c": "Subject to Clause 29.4, a non-regular employee shall retain their service and classification seniority if they are moved by the Employer from one geographic location to another.",
                        "d": "For the purpose of layoff and recall, non-regular employees who are on a claim recognized by the Workers' Compensation Board which arises out of a work-related injury while employed by the College, shall earn seniority for all hours the employee would have worked had they not been injured and been able to stay on the job."
                    }
                },
                "29.4": {
                    "title": "Loss of Seniority",
                    "conditions": [
                        "the employee is terminated for just cause",
                        "the employee voluntarily terminates or abandons their position",
                        "the employee is on layoff for more than two (2) years",
                        "the employee is unavailable for, or declines, two (2) offers, on separate days, of re-employment in which the duration and nature of work is reasonably similar to that which the employee carried out prior to layoff"
                    ]
                },
                "29.5": {
                    "title": "Layoff and Recall",
                    "provisions": [
                        "Layoff of non-regular employees shall be by classification in reverse order of service seniority within a geographic location",
                        "Non-regular employees on layoff shall be recalled in order of service seniority within a geographic location, provided the non-regular employee is qualified to carry out the work which is available",
                        "Non-regular employees hired for a term certain shall be laid off upon completion of the term and shall be subject to recall procedures",
                        "The bargaining unit Chairpersons shall have access to recall lists for verification of seniority, the process of recall, and updating"
                    ]
                },
                "29.6": {
                    "title": "Application of Agreement",
                    "content": "Except as otherwise noted in this article, the provisions of Articles 11, 13, 16, 17, 18, 19, and 24 do not apply to non-regular employees. The provisions of other articles apply to non-regular employees, except as otherwise indicated."
                },
                "29.7": {
                    "title": "Designated Paid Holidays",
                    "provisions": [
                        "Non-regular employees who work the day before and the day after a paid holiday, or who have worked fifteen (15) of the previous thirty (30) days, shall be compensated for the holiday",
                        "An non-regular employee who is qualified to receive compensation for the holiday and who is required to work on that day shall be compensated at the same rate as regular employees in the same situation"
                    ]
                },
                "29.8": {
                    "title": "Annual Vacation",
                    "content": "Non-regular employees shall be entitled to receive vacation entitlement as applicable to regular employees on a pro rata basis to a maximum of seven percent (7%) except that such entitlement shall be paid in cash."
                },
                "29.9": {
                    "title": "Substitute Instructors",
                    "provisions": [
                        "The Employer shall advertise in each region on a yearly basis to develop and maintain a list of qualified substitute instructors available on a short-term basis",
                        "Substitute instructors shall be paid in accordance with the \"Substitute Hourly Rate\" in the Instructor Salary Scale set out in Appendix 1",
                        "Substitute instructors shall not be covered by Article 29 (29.1 - 29.8) unless they work more than eighteen (18) class contact hours. Substitute instructors who work more than eighteen (18) class contact hours shall become non-regular employees"
                    ]
                }
            }
        },
        "30": {
            "title": "GENERAL CONDITIONS",
            "sections": {
                "30.1": {
                    "title": "Indemnity",
                    "civil_actions": "Except when the Joint Committee established under Article 27 considers that there has been flagrant or wilful negligence on the part of an employee, the Employer agrees not to seek indemnity against an employee whose actions result in a judgement against the Employer. The Employer agrees to pay any judgement against an employee arising out of the performance of their duties.",
                    "criminal_actions": "Where an employee is charged with an offence resulting directly from the proper performance of their duties and is subsequently found not guilty, the employee shall be reimbursed for reasonable legal fees.",
                    "canada_shipping_act": "Where an employee is called before a hearing held under the Canada Shipping Act resulting directly from the proper performance of their duties, the employee shall be reimbursed for reasonable legal fees.",
                    "notification_requirements": [
                        "when the employee is first approached by any person or organization notifying them of intended legal action against them",
                        "when the employee themselves requires or retains legal counsel in regard to the incident or course of events",
                        "where any investigative body or authority first notifies the employee of any investigation or other proceeding which might lead to legal action against the employee",
                        "when information first becomes known to the employee in the light of which it is a reasonable assumption that the employee would conclude that they might be the object of legal action",
                        "when an employee receives notice of any legal proceeding of any nature or kind"
                    ]
                },
                "30.2": {
                    "title": "Payroll Deductions",
                    "provisions": [
                        "A continuing employee shall be entitled to have deductions from their salary assigned for the purchase of Canada Payroll Savings",
                        "Where a clerical or mathematical error has occurred in establishing or calculating an employee's basic salary, premium rates or allowances, it shall be rectified in total and retroactively for a period not to exceed the duration of this contract",
                        "Maximum recovery rate of overpayments shall be at the same rate as which the overpayment was made"
                    ]
                },
                "30.3": {
                    "title": "Political Activity",
                    "municipal_and_school_board": [
                        "employees may seek election to municipal and school board offices provided that the duties do not impinge on normal working hours; unless the duty is to attend a regular council or board meeting",
                        "where municipal council or school board meetings are held during the employee's normal working hours, the College shall grant leave without pay to attend such meetings"
                    ],
                    "federal_and_provincial": "There are no restrictions on employees engaging in political activities on their own time as campaign workers. If an employee is nominated as a candidate for election, the employee shall be granted leave without pay to engage in the election campaign."
                },
                "30.4": {
                    "title": "Copies of Agreement",
                    "content": "The Union and the Employer desire every employee to be familiar with the provisions of this Agreement, and the employee's rights and obligations under it. For this reason the Employer shall ensure that all employees have access electronically to the collective agreement. The Employer will print up to fifteen (15) copies of the collective agreement upon request by the Union."
                },
                "30.5": {
                    "title": "Travel Advance",
                    "content": "Employees who are required to proceed on travel status, shall be provided with an adequate travel advance. The amount of advance shall be determined by such factors as time away from headquarters and the frequency of reimbursement. Employees who fail to submit a travel expense form accounting for the travel advance within fifteen (15) calendar days of the completion of such travel shall not be eligible for further travel advances until such time as the accounting for the travel advance is finalized."
                },
                "30.6": {
                    "title": "Personal Research",
                    "content": "Subject to approval by the Employer, an employee may use facilities normally used in the course of their duties to carry out personal research or projects. The cost of materials shall be borne by the employee. Such approval shall not be unreasonably withheld by the Employer. A clearly enunciated and consistent policy regarding use and access to facilities and safety concerns shall be posted."
                },
                "30.7": {
                    "title": "Positions Temporarily Vacant",
                    "provisions": [
                        "Except in cases of emergency the Employer agrees that, an employee's workload shall not be increased as a result of positions temporarily vacant due to illness, vacation leave or any other reasons",
                        "In such instances, the Employer shall give qualified regular employees the opportunity to substitute in higher paying positions and arrange for staff replacements at the lowest paying category",
                        "When faculty are unable to teach their scheduled class(es) due to illness, medical leaves and emergencies, and an instructor is required to ensure the integrity of the course(s) and the program(s), the College shall provide substitute instructors"
                    ]
                },
                "30.8": {
                    "title": "Cashier Policy",
                    "content": "Employees who perform duties as cashiers shall not be penalized for cash errors. Cashiers who do make excessive or too frequent cash errors shall be: provided with further training as a cashier; or provided retraining with a view to placement in a more suitable position; or liable for disciplinary action provided there was no success in the previous options."
                },
                "30.9": {
                    "title": "Recreational Use of Employer's Vehicles and Communication Facilities",
                    "provisions": [
                        "Where employees are required to obtain accommodation at a point distant from their place of residence, they shall be permitted reasonable personal use of an Employer's vehicle, if available, during their non-working hours",
                        "The Employer also agrees to permit reasonable personal use by such employees of the communication facilities at the worksite"
                    ]
                },
                "30.10": {
                    "title": "College Courses",
                    "conditions": [
                        "employee registration shall not factor in the decision to cancel a course due to insufficient student registration",
                        "employees will shall assume costs for textbooks and/or supplies",
                        "an employee registration cannot take the place of a fee paying student",
                        "courses shall be taken on employees own time",
                        "the employee satisfies normal course prerequisites",
                        "results in no additional instructional costs to the College",
                        "for courses that are taken under this clause that are job related, upon approval prior to commencing the course the College shall reimburse the employee one hundred percent (100%) of the cost of textbooks"
                    ]
                },
                "30.11": {
                    "title": "Academic Freedom",
                    "principles": [
                        "Every employee is entitled to exercise Academic Freedom in the performance of their duties. However, it is recognized that Academic Freedom must be exercised responsibly",
                        "People benefit from the search for knowledge and its free exposition. Academic freedom is essential to both these purposes in the teaching function of the College as well as in its scholarship and research",
                        "Academic freedom is the freedom to examine, question, teach and learn, and it involves the right to investigate, speculate and comment without regard to prescribed doctrine"
                    ],
                    "ensures": [
                        "freedom in the conduct of teaching",
                        "freedom in undertaking research and publishing or making public the results thereof",
                        "freedom from institutional censorship"
                    ],
                    "responsibilities": "Academic freedom carries with it the duty to use that freedom in a responsible way and in a manner consistent with the scholarly obligation to base teaching and research on an honest search for knowledge and the obligation to follow the curriculum requirements of the instructional assignment."
                },
                "30.12": {
                    "title": "Income Tax Deduction",
                    "content": "Where an employee meets the requirements under the Income Tax Act, the Employer shall complete a tax form T2200 (Declaration of Employment Conditions - Office or Employment Expense), if the employee requests it."
                }
            }
        }
    }
}