{
    "agreement_metadata": {
        "title": "Collective Agreement between Coast Mountain College and the B.C. Government and Service Employees' Union (BCGEU) Representing Employees of Local 712 Instructor Bargaining Unit",
        "parties": {
            "employer": "Coast Mountain College",
            "union": "B.C. Government and Service Employees' Union (BCGEU)",
            "local": "BCGEU Local 712 Instructor Bargaining Unit"
        },
        "effective_dates": {
            "start": "2019-04-01",
            "end": "2022-03-31"
        },
        "document_version": "210628v3 1007-066"
    },
    "definitions": {
        "bargaining_unit": "The unit for collective bargaining for which the B.C. Government and Service Employees' Union is certified by the Industrial Relations Council",
        "basic_pay": "The rate of pay negotiated by the parties to this Agreement, including add-to-pay resulting from salary protection",
        "child": "Deemed to include a ward of the Superintendent of Child Welfare, or a child of a spouse",
        "complainant": "A person who alleges that they have been harassed or discriminated against",
        "continuous_employment": "Uninterrupted employment as a regular or non-regular employee with the Coast Mountain College",
        "continuous_service": "Uninterrupted employment as a regular or non-regular employee with the Coast Mountain College",
        "day_of_rest": "A day other than a holiday on which an employee is not ordinarily required to perform the duties of their position. This does not include employees on a leave of absence",
        "employee": {
            "definition": "A member of the bargaining unit and includes instructors who teach a course or in a program granting credit towards a certificate or diploma",
            "regular_employee": "An employee who is employed for work which is of a continuous full-time or continuous part-time nature; or who is employed for work which is of a continuous full-time nature and which is expected to last for a six (6) month period or longer; or an employee who has an appointment which has an average workload equivalent of fifty percent (50%) or more of a full-time annual workload on a continuous or a term basis",
            "non_regular_employee": "An employee who is employed for work which is not of a continuous nature such as: seasonal positions; positions created to carry out special projects of work which is not continuous; and temporary positions created to cover employees on vacation, short-term disability leave, education leave, compassionate leave, or other leave",
            "substitute_instructor": "An employee who is hired to substitute for a regular instructor on an occasional and infrequent basis such as one day of sickness"
        },
        "employer": "The Coast Mountain College",
        "headquarters": "That area within a radius of thirty-two (32) kilometres of where an employee ordinarily performs their duties. When employees are relocated the headquarters area may be redefined where exceptional circumstances such as unusual road conditions exist",
        "geographic_location": "That area within a radius of thirty-two (32) kilometres of where an employee ordinarily performs their duties. When employees are relocated the headquarters area may be redefined where exceptional circumstances such as unusual road conditions exist",
        "holiday": "The twenty-four (24) hour period commencing at 0001 hours of a day designated as a paid holiday in this Agreement",
        "hours_of_operation": "The hours established by the Employer to provide adequate service to the public and to fulfil the functions of the work unit",
        "hours_travelled": "Hours spent travelling from point to point on an hourly or daily basis laid down by the Employer and does not include meal breaks, lodging time or time spent other than travelling",
        "instructor": "The primary role of an instructor is to facilitate learning for an assigned group of students, including: ongoing planning, preparation, presentation and evaluation of course(s) in an approved program of studies, related administrative tasks, record keeping and monitoring student progress",
        "lateral_transfer": "The movement of an employee from one position to another which does not constitute a demotion or promotion",
        "transfer": "The movement of an employee from one position to another which does not constitute a demotion or promotion",
        "layoff": "Includes a cessation of employment, resulting from elimination of a job, a reorganization, program termination, closure or other material change in organization",
        "leave_of_absence_with_pay": "To be absent from duty with permission and with pay",
        "leave_of_absence_without_pay": "To be absent from duty with permission but without pay",
        "probation": "A full academic year for the program or in the case of a term appointment, the equivalent of two (2) full-time teaching semesters to which an employee is subject upon appointment or promotion during which time the Employer may reject the probationary employee for just cause",
        "program_coordinator_instructor_responsibilities": "In addition to their instructional responsibilities, Program Coordinators ensure program relevance, quality, effectiveness and efficiency, as well as student success. This encompasses educational liaison and articulation; curriculum development; assistance with student recruitment, admissions, retention and advocacy; program delivery; budget development, implementation and accountability; committee work; community liaison; and related student support services",
        "relocation": "The movement of an employee from one geographic location to another",
        "resignation": "A voluntary notice by the employee that they are terminating their service on the date specified. Whenever possible, regular full-time employees shall give the Employer two (2) months written notice",
        "respondent": "A person who is alleged to have engaged in harassment or discrimination",
        "rest_period": "A paid interval which is included in the workday and is intended to give the employee an opportunity to have refreshments or a rest",
        "spouse": {
            "definition": "A lawful husband or wife, or a person of the opposite sex living in a common-law relationship with the employee, or a person of the same sex as the employee and with whom the employee cohabited for a period of at least one (1) year",
            "common_law_relationship": "Shall exist when, for a continuous period of at least one (1) year, an employee has lived with a person in a relationship of some permanence as a couple, and intends to live with that person as a couple",
            "same_sex": "A person of the same sex as the employee and with whom the employee cohabited for a period of at least one (1) year and the employee and this person represent themselves as a couple"
        },
        "termination": "The separation of an employee from the College for cause pursuant to Articles 10, 11 or 30",
        "travel_status": "With respect to an employee means absence of the employee from their headquarters or geographic location on College business with the approval of the Employer",
        "union": "The B.C. Government and Service Employees' Union",
        "workday": "A period of twenty-four (24) consecutive hours commencing with the starting time of any shift",
        "work_schedule": "The roster of work hours and days to meet the annual hours of work"
    },
    "articles": {
        "1": {
            "title": "PREAMBLE",
            "sections": {
                "1.1": {
                    "title": "Notice of Legislative Change",
                    "content": "The parties agree that no formal proposal submitted by either party to amend, repeal or revise the Colleges and Provincial Institutes Act, the Labour Code or regulations made pursuant thereto, which would affect the terms and conditions of employment of employees covered by this Agreement shall be put forward without first notifying the other party in writing of the nature of the proposal."
                },
                "1.2": {
                    "title": "Human Rights",
                    "subsections": {
                        "a": "The Employer and the Union agree that under this Collective Agreement there shall be no discrimination, interference, restriction, or coercion exercised or practised with respect to any employee in the matter of hiring, wage rates, training, upgrading, promotion, transfer, layoff, recall, discipline, classification, discharge or otherwise by reason of age, race, creed, colour, national origin, religion, political affiliation or activity, sexual orientation, sex, or marital status, family relationship, place of residence, physical handicap, gender identity, nor by reason of membership or activity in the Union.",
                        "b": "Nothing in Clause 1.2(a) shall be interpreted as prohibiting the parties from jointly agreeing to an affirmative action program."
                    }
                },
                "1.3": {
                    "title": "Sexual Harassment",
                    "subsections": {
                        "a": "The Union and the Employer recognize the right of the employees to work in an environment free from sexual harassment and the Employer undertakes to discipline any person employed by the Employer engaging in the sexual harassment of another employee.",
                        "b": {
                            "title": "Definition",
                            "content": "Sexual harassment means sexual-oriented verbal or physical behaviour which is unwanted by any individuals to whom such behaviour is presented.",
                            "examples": [
                                "touching, patting or other physical contact",
                                "leering, staring or the making of sexual gestures",
                                "implicit and explicit demands for sexual favours",
                                "verbal abuse or threats; unwanted sexual invitations",
                                "physical assault of a sexual nature",
                                "distribution of material or comments, both written and oral, or a pornographic or sexist nature",
                                "promise of reward for sexual favours",
                                "expressed or implied threat for failing to provide sexual favours"
                            ]
                        },
                        "c": "Both males and females can be sexually harassed by members of either sex.",
                        "d": "To constitute sexual harassment, the behaviour need not always be repeated or persistent; a single incident may suffice.",
                        "e": "In cases of sexual harassment, the employee being harassed has the right to discontinue contact with the alleged harasser without incurring any penalty, pending determination of the grievance. In cases where sexual harassment may result in the transfer of an employee, where possible, it shall be the harasser who is transferred. The employee who is harassed shall not be transferred against their will.",
                        "f": "An employee may initiate a grievance under this clause at any step of the grievance procedure. Grievances under this clause shall be handled with all possible confidentiality and dispatch.",
                        "g": {
                            "title": "Rights of Alleged Offender",
                            "content": "An alleged offender under this clause shall be entitled:",
                            "rights": [
                                "to be given notice of the substance of a grievance under this clause",
                                "to be given notice of and to attend, participate in, and be represented at any arbitration hearing which is held as a result of a grievance under this clause"
                            ]
                        },
                        "h": {
                            "title": "Arbitrator Authority",
                            "content": "An arbitrator, hearing a grievance under this clause, shall have authority to:",
                            "powers": [
                                "dismiss the grievance",
                                "determine the appropriate level of discipline",
                                "make such further order as may be necessary to provide a final and conclusive settlement of the grievance"
                            ]
                        },
                        "i": "An alleged offender under this clause shall not be entitled to grieve disciplinary action taken by the Employer which is consistent with the award of the Arbitrator.",
                        "j": "Timelines for filing grievances of this nature shall be waived under this article to a maximum of nine (9) months."
                    }
                },
                "1.4": {
                    "title": "Personal Harassment",
                    "subsections": {
                        "a": "The Union and the Employer recognize the right of the employees to work in an environment free from personal harassment.",
                        "b": {
                            "title": "Definition",
                            "content": "Personal harassment means a course of verbal or physical conduct which causes substantial distress in that person or persons.",
                            "examples": [
                                "physical threat, intimidation, or assault, or unwelcome physical contact such as touching, patting, pinching and punching",
                                "unwelcome behaviour or comment that is directed at, or offensive to any employee that demeans, belittles, causes personal humiliation or embarrassment to the employee or any other employees",
                                "implied or expressed promise of reward or threat of reprisal, or the denial of opportunity for refusal to comply with a request which is unrelated to an employee's assigned duties",
                                "the improper use of power and authority inherent in the position held, so as to endanger an employee's position, threaten the economic livelihood of the employee, or in any other way interfere with or influence the career of such an employee",
                                "remarks or behaviour which may reasonably be perceived to create a negative psychological or emotional environment for work or study"
                            ]
                        },
                        "c": {
                            "title": "Additional Guidelines",
                            "guidelines": [
                                "To constitute harassment or discrimination, the behaviour need not always be repeated or persistent; in some circumstances, a single incident shall suffice",
                                "Time limits shall be waived for filing grievances under this article to a maximum of nine (9) months"
                            ]
                        },
                        "d": {
                            "title": "Initial Consultation",
                            "content": "A member of the BCGEU who feels that they have been harassed or discriminated against should begin by discussing the matter with their shop steward of choice. The situation shall be reviewed confidentially, and the complainant shall be provided with information and advice regarding:",
                            "advice_areas": [
                                "whether the behaviour in question may constitute harassment or discrimination under this Agreement",
                                "the procedures and options available to the complainant",
                                "steps which the complainant may wish to take to resolve the situation themself"
                            ]
                        },
                        "e": "The Employer undertakes to discipline any person employed by the Employer engaging in the personal harassment of another employee.",
                        "f": "A grievance may be initiated at any step in the grievance process and shall be handled with all possible confidentiality and dispatch."
                    }
                }
            }
        },
        "2": {
            "title": "UNION RECOGNITION AND RIGHTS",
            "sections": {
                "2.1": {
                    "title": "Bargaining Unit Defined",
                    "subsections": {
                        "a": "The bargaining unit shall consist of all employees covered by the certification issued by the Industrial Relations Council except those persons employed in a managerial or confidential capacity. The parties recognize that referral to the legislated authority is the ultimate step to resolve a dispute on exclusions and that they should make every attempt to negotiate the matter of exclusions and to resolve the issues as expeditiously as possible.",
                        "b": {
                            "title": "Work of the Bargaining Unit",
                            "content": "Persons who are not covered by this Agreement shall not work on any job which is included in the bargaining unit or result in the avoidance of recalling an employee on layoff."
                        }
                    }
                },
                "2.2": {
                    "title": "Bargaining Agent Recognition",
                    "content": "The Employer recognizes the B.C. Government and Service Employees' Union as the exclusive bargaining agent for all employees to whom the certification issued by the Industrial Relations Council applies."
                },
                "2.3": {
                    "title": "Correspondence",
                    "subsections": {
                        "a": "The Employer agrees that all correspondence between the Employer and the Union related to matters covered in this Agreement shall be sent to the President of the Union or their designate and to the Chairperson of the bargaining unit.",
                        "b": "The Employer agrees that a copy of any correspondence between the Employer and any employee in the bargaining unit covered by this Agreement pertaining to the interpretation or application of any clause in this Agreement as it applies to that employee, shall be forwarded to the President of the Union or their designate and to the Chairperson of the bargaining unit."
                    }
                },
                "2.4": {
                    "title": "No Other Agreement",
                    "content": "No employee covered by this Agreement shall be required or permitted to make a written or oral agreement with the Employer or its representatives which may conflict with the terms of this Agreement."
                },
                "2.5": {
                    "title": "No Discrimination for Union Activity",
                    "content": "The Employer and the Union agree that there shall be no discrimination, interference, restriction or coercion exercised or practised with respect to any employee for reason of membership or activity in the Union."
                },
                "2.6": {
                    "title": "Recognition and Rights of Stewards",
                    "subsections": {
                        "a": "The Employer recognizes the Union's right to select stewards to represent employees. The Employer and the Union shall agree on the number of stewards, taking into account both operational and geographic considerations.",
                        "b": "The Union agrees to provide the Employer with a list of the employees designated as stewards for each jurisdictional area.",
                        "c": "A steward, or their alternate, shall obtain the permission of their immediate supervisor before leaving their work to perform their duties as a steward. Leave for this purpose shall be with pay. Such permission shall be automatically granted unless notice is received from the designate for the Employer to the designate for the Union alleging that a problem exists and the designates have met in an effort to resolve the problem.",
                        "d": {
                            "title": "Duties of Stewards",
                            "duties": [
                                "investigation of complaints of an urgent nature",
                                "investigation of grievances and assisting any employee whom the steward represents in presenting a grievance in accordance with the grievance procedure",
                                "supervision of ballot boxes and other related functions during ratification votes",
                                "attending meetings at the request or with the prior permission of the Employer"
                            ]
                        }
                    }
                },
                "2.7": {
                    "title": "Bulletin Boards",
                    "content": "The Employer shall provide bulletin board facilities for the exclusive use of the Union, the sites to be determined by mutual agreement. The use of such bulletin board facilities shall be restricted to the business affairs of the Union."
                },
                "2.8": {
                    "title": "Union Insignia",
                    "subsections": {
                        "a": "A union member shall have the right to wear or display the recognized insignia of the Union. The Union agrees to furnish to the Employer at least one union shop card, for each of the Employer's places of operation covered by this Agreement, to be displayed on the premises.",
                        "b": "The recognized insignia of the Union shall include the designation 'BCGEU'. This designation shall, at the employee's option, be placed on stenography typed by a member of the Union."
                    }
                },
                "2.9": {
                    "title": "Right to Refuse to Cross Picket Lines or Handle 'Hot Products'",
                    "subsections": {
                        "a": "All employees covered by this Agreement shall have the right to refuse to cross a picket line arising out of a dispute as defined in the Labour Code of British Columbia. Any employee failing to report for duty shall be considered to be absent without pay.",
                        "b": "No employee covered by this Agreement shall be required to handle any products declared by the BC Federation of Labour to be a 'Hot Product'."
                    }
                },
                "2.10": {
                    "title": "Time Off for Union Business",
                    "subsections": {
                        "a": {
                            "title": "Without Pay",
                            "content": "Leave of absence without pay and without loss of seniority shall be granted:",
                            "purposes": [
                                "to an elected or appointed representative of the Union to attend conventions of the Union and bodies to which the Union is affiliated",
                                "for elected or appointed representatives of the Union to attend to union business which requires them to leave their general work area",
                                "for employees who are representatives of the Union on the Bargaining Committee to attend meetings of the Bargaining Committee",
                                "to employees called by the Union to appear as witnesses before an arbitration board or the Labour Relations Board"
                            ]
                        },
                        "b": {
                            "title": "With Pay",
                            "content": "Leave of absence with basic pay and without loss of seniority will be granted to:",
                            "purposes": [
                                "four (4) employees who are representatives of the Union on the Union's Bargaining Committee to carry on negotiations with the Employer",
                                "subject to operational requirements and upon mutual agreement of the parties, the Union Chairperson and BCGEU employees who are on duty shall be allowed to attend a one (1) hour meeting per year in each region",
                                "any employee designated to sit as an observer on a selection committee in their geographic location",
                                "union representatives on the Joint Committee and the Joint Classification Committee shall have their wages and expenses covered to attend the meetings"
                            ]
                        },
                        "c": "At the request of the Union, the Union Chairperson shall be granted up to twenty percent (20%) release time from a full workload.",
                        "d": "To facilitate the administration of this clause when leave without pay is granted, the leave shall be given with basic pay and the Union shall reimburse the Employer for salary and benefit costs, including travel time incurred."
                    }
                },
                "2.11": {
                    "title": "Emergency Services",
                    "content": "The parties recognize that in the event of a strike or lockout as defined in the Labour Code of BC situations may arise of an emergency nature. To this end, the Employer and the Union shall agree to provide services of an emergency nature."
                }
            }
        },
        "3": {
            "title": "UNION SECURITY",
            "sections": {
                "3.1": "All employees in the bargaining unit who on March 8, 1974, were members of the Union or thereafter became members of the Union shall, as a condition of continued employment, maintain such membership (subject only to the provisions of Section 15 of the Labour Code of BC).",
                "3.2": "All employees hired on or after March 8, 1974 shall, as a condition of continued employment, become members of the Union, and maintain such membership, upon completion of thirty (30) days as an employee (subject only to the provisions of Section 15 of the Labour Code of BC)."
            }
        },
        "4": {
            "title": "CHECK-OFF OF UNION DUES",
            "sections": {
                "4.1": "The Employer shall, as a condition of employment, deduct from the monthly wages or salary of each employee in the bargaining unit, whether or not the employee is a member of the Union, the amount of the regular monthly dues payable to the Union by a member of the Union.",
                "4.2": "Upon written notification by the Union the Employer shall deduct from any employee who is a member of the Union any assessments levied in accordance with the Union Constitution and/or Bylaws and owing by the employee to the Union.",
                "4.3": "Deductions shall be made monthly and membership dues or payments in lieu thereof shall be considered as owing in the month for which they are so deducted.",
                "4.4": {
                    "content": "All deductions shall be remitted to the President of the Union not later than twenty-eight (28) days after the date of deduction and the Employer shall also provide a list of names of those employees from whose salaries such deductions have been made together with the amounts deducted from each employee.",
                    "electronic_transfer": "Effective six (6) months from the date of ratification, the Employer will submit union dues remittance by Electronic Fund Transfer (EFT). The EFT will be submitted with an email to direct.deposit@bcgeu.ca including the EFT date and dollar amount."
                },
                "4.5": "Before the Employer is obliged to deduct any amount under (a) above, the Union must advise the Employer in writing of the amount of its regular monthly dues. The amount so advised shall continue to be the amount to be deducted until changed by further written notice to the Employer signed by the President of the Union.",
                "4.6": "From the date of the signing of this Agreement and for its duration, no employee organization other than the Union shall be permitted to have membership dues or other monies deducted by the Employer from the pay of the employees in the bargaining unit.",
                "4.7": "The Employer shall supply each employee, without charge, a receipt for income tax purposes in the amount of the deductions paid to the Union by the employee in the previous year. Such receipts shall be provided to the employees prior to March 1st of the succeeding year.",
                "4.8": "An employee shall, as a condition of continued employment, complete an authorization form providing for the deduction from an employee's monthly wages or salary the amount of the regular monthly dues payable to the Union by a member of the Union."
            }
        },
        "5": {
            "title": "EMPLOYER AND UNION TO ACQUAINT NEW EMPLOYEES",
            "content": "The Employer agrees to acquaint new employees with the fact that a collective agreement is in effect and with the conditions of employment set out in the articles dealing with union security and dues check-off. A new employee shall be introduced to their shop steward who shall provide them with a copy of the Collective Agreement. The Employer agrees that the steward shall be given an opportunity to interview each new employee within regular working hours, without loss of pay, for sixty (60) minutes sometime during the employee's first day at work for the purpose of acquainting the new employee with the benefits and duties of union membership and the employee's responsibilities and obligations to the Employer and the Union."
        },
        "6": {
            "title": "EMPLOYER'S RIGHTS",
            "content": "The Union acknowledges that the management and directing of employees in the bargaining unit is retained by the Employer, except as this Agreement otherwise specifies."
        },
        "7": {
            "title": "EMPLOYER/UNION RELATIONS",
            "sections": {
                "7.1": {
                    "title": "Union and Employer Representation",
                    "content": "No employee or group of employees shall undertake to represent the Union at meetings with the Employer without the proper authorization of the Union. To implement this the Union shall supply the Employer with the names of its officers and similarly, the Employer shall supply the Union with a list of its supervisory or other personnel with whom the Union may be required to transact business."
                },
                "7.2": {
                    "title": "Union Representatives",
                    "subsections": {
                        "a": "The Employer agrees that access to its premises shall be granted to members of the staff of the Union when dealing or negotiating with the Employer, as well as for the purpose of investigating and assisting in the settlement of a grievance.",
                        "b": "Members of the union staff shall notify the excluded designated supervisory officials in advance of their intentions and their purpose for entering and shall not interfere with the operation of the College.",
                        "c": "In order to facilitate the orderly, as well as the confidential, investigation of grievances, the Employer shall make available to union representatives or stewards temporary use of an office or similar facility.",
                        "d": "The College recognizes that in some circumstances it is difficult for the President or their paid union representatives to meet with employees outside of normal working hours. In such cases, the President or their designate shall submit a request in writing to the College to meet with employees during working hours at their normal place of work.",
                        "e": "The College may, upon written request from the President of the Union or their designate, allow reasonable time for a designated representative of the Union on the agenda of any course, training session or seminar sponsored for the employee by the College."
                    }
                },
                "7.3": {
                    "title": "Technical Information",
                    "subsections": {
                        "a": "The College agrees to provide to the Union such information that is available relating to employees in the bargaining unit, as may be required by the Union for collective bargaining purposes and for monitoring compliance with this Agreement.",
                        "b": "The Employer shall provide the Union with an email distribution list of email addresses of all union members. This list shall be updated and forwarded to the Chair of the Union upon any additions or deletions."
                    }
                },
                "7.4": {
                    "title": "Inter-Institutional Information",
                    "subsections": {
                        "a": "The parties recognize that the post-secondary educational opportunities in the area served by Coast Mountain College are best enhanced by a cooperative, integrated plan developed through the structures which allow those institutions and agencies and workers who deliver and support the delivery of programmes to be involved in a consultative process as equal partners.",
                        "b": "In order to enhance this partnership, the Employer and the Union have agreed to share information regarding the cooperative educational efforts between the College and other institutions."
                    }
                }
            }
        },
        "8": {
            "title": "GRIEVANCES",
            "sections": {
                "8.1": {
                    "title": "Grievance Procedure",
                    "subsections": {
                        "a": "The Employer and the Union recognize that grievances may arise concerning: differences between the parties respecting the interpretation, application, operation or any alleged violation of a provision of this Agreement, or arbitral/investigator award, including a question as to whether or not a matter is subject to arbitration; or the dismissal, discipline or suspension of an employee bound by this Agreement.",
                        "b": "The procedure for resolving a grievance shall be the grievance procedure in this article."
                    }
                },
                "8.2": {
                    "title": "Step 1",
                    "content": "In the first step of the grievance procedure, every effort shall be made to settle the dispute with the designated local supervisor. The Employer shall provide the Union with a list of the appropriate designated excluded supervisors and their area of responsibility within the Institute. In the event the appropriate excluded supervisor is not available, the grievance may be presented to the Director of Human Resources. The aggrieved employee shall have the right to have their steward present at such a discussion. If the dispute is not resolved orally, the aggrieved employee may submit a written grievance, through the union steward, to Step 2 of the grievance procedure. Where the aggrieved employee is a steward, the employee shall not, where possible, act as a steward in respect of their own grievance but shall submit the grievance through another steward or union staff representative."
                },
                "8.3": {
                    "title": "Time Limits to Present Initial Grievance",
                    "content": "An employee who wishes to present a grievance at Step 2 of the grievance procedure, in the manner prescribed in Clause 8.4, must do so no later than thirty (30) days after the date: on which the employee was notified orally or in writing, of the action or circumstances giving rise to the grievance; or on which the employee first became aware of the action or circumstances giving rise to the grievance whichever is applicable."
                },
                "8.4": {
                    "title": "Step 2",
                    "content": "Subject to the time limits in Clause 8.3, the employee may present a grievance at this level by: recording their grievance on the appropriate grievance form, setting out the nature of the grievance and the circumstances from which it arose; stating the article or articles of the Agreement infringed upon or alleged to have been violated, and the remedy or correction required; and transmitting their grievance through the union steward, to the representative of the Employer authorized to deal with grievances at Step 2, who shall provide the employee with a receipt stating the date on which the grievance was received."
                },
                "8.5": {
                    "title": "Time Limit to Reply at Step 2",
                    "subsections": {
                        "a": "Within fourteen (14) days of receiving the grievance at Step 2, the representative designated by the Employer to handle grievances at Step 2 and the union area staff representative, or their designate, shall meet to examine the facts, the nature of the grievance and attempt to resolve the dispute. This meeting may be waived by mutual agreement.",
                        "b": "The representative designated by the Employer to handle grievances at Step 2 shall reply in writing to an employee's grievance within twenty-one (21) days of receiving the grievance at Step 2.",
                        "c": "The reply at this step shall include a report of the Step 2 meeting and results of investigations carried out by the Employer with regard to the facts and nature of the grievance. The report shall not be introduced as evidence at any arbitration or investigator proceeding."
                    }
                },
                "8.6": {
                    "title": "Failure to Act",
                    "subsections": {
                        "a": "If the President of the Union, or their designate does not present a grievance to the next higher level within the prescribed time limits, the grievance shall be deemed to have been abandoned. However, the Union shall not be deemed to have prejudiced its position on any future grievance.",
                        "b": "Failing satisfactory settlement at Step 2 and pursuant to Clause 8.14, either party may inform the other party of its intention to submit the matter to the investigator within the time limit referred to in Clause 8.7."
                    }
                },
                "8.7": {
                    "title": "Time Limits to Submit to Arbitration",
                    "content": "Failing satisfactory settlement at Step 2, and pursuant to Article 9, the President or their designate, may inform the Employer of their intention to submit the dispute to arbitration within: thirty (30) days after the Employer's decision has been received; or thirty (30) days after the Employer's decision was due whichever occurs first."
                },
                "8.8": {
                    "title": "Administrative Provisions",
                    "subsections": {
                        "a": "Grievance replies at Step 2 of the grievance procedure and notification to arbitrate or to use an investigator shall be by registered mail.",
                        "b": "Grievance replies and notification shall be deemed to have been presented on the date on which they were registered, and received on the date they were delivered to the appropriate office of the Employer or the Union.",
                        "c": "In the event of a dispute, strike, lockout, or other work stoppage in the Canada Post Office, within British Columbia, this clause shall not apply."
                    }
                },
                "8.9": {
                    "title": "Dismissal or Suspension Grievance",
                    "subsections": {
                        "a": "In the case of a dispute arising from an employee's dismissal, the grievance may be filed directly at arbitration within thirty (30) days of the date on which the dismissal occurred, or within thirty (30) days of the employee receiving notice of dismissal, whichever occurs first.",
                        "b": "In the case of a dispute arising from an employee's suspension, the grievance may commence at Step 2 of the grievance procedure within thirty (30) days of the date on which the suspension occurred, or within thirty (30) days of the employee receiving notice of suspension, whichever occurs first."
                    }
                },
                "8.10": {
                    "title": "Deviation from Grievance Procedure",
                    "subsections": {
                        "a": "After a grievance has been initiated by the Union, the Employer agrees that its representative will not directly or indirectly enter into discussion or negotiation with the aggrieved employee with respect to the grievance, without the consent of the Union.",
                        "b": "If after having initiated a grievance through the grievance procedure an employee endeavors to pursue the same grievance through any other channel, then the Union agrees that the grievance shall be considered to have been abandoned."
                    }
                },
                "8.11": {
                    "title": "Policy Grievance",
                    "content": "Where either party to this Agreement disputes the general application, interpretation, or alleged violation of an article of this Agreement, the dispute shall be discussed initially with the Employer or the Union, as the case may be, within sixty (60) days of the occurrence. Where no satisfactory agreement is reached, either party may submit the dispute to arbitration, as set out in Article 9."
                },
                "8.12": {
                    "title": "Technical Objections to Grievances",
                    "content": "It is the intent of both parties to this Agreement that no grievance shall be defeated merely because of a technical error other than time limitations in processing the grievance through the grievance procedure. To this end an arbitrator/investigator shall have the power to allow all necessary amendments to the grievance and the power to waive formal procedural irregularities in the processing of a grievance in order to determine the real matter in dispute and to render a decision according to equitable principles and the justice of the case."
                },
                "8.13": {
                    "title": "Effective Date of Settlements",
                    "content": "Except for policy grievances under Article 8.11, settlement reached at any step of the grievance procedure in this article shall be applied retroactively to the date of the occurrence of the action or situation which gave rise to the grievance, but not prior to the effective date of the Agreement in effect at the time of the occurrence, or the date set by the Arbitrator/Investigator."
                },
                "8.14": {
                    "title": "Investigator",
                    "content": "Where a difference arises between the parties relating to the dismissal, discipline, or suspension of an employee, or to the interpretation, application, operation, or alleged violation of this Agreement, including any question as to whether a matter is arbitrable, during the terms of the Collective Agreement, Chris Sullivan, or a substitute agreed to by the parties, shall, if the parties mutually agree, in accordance with Section 84 of the Labour Code: investigate the difference; define the issue in the difference, and make written recommendations to resolve the difference within five (5) days of the date of receipt of the request, and for those five (5) days from that date, time does not run in respect of the grievance procedure."
                },
                "8.15": {
                    "title": "Amending Time Limits",
                    "content": "The time limits fixed in this grievance procedure may be altered by mutual consent of the parties, but the same must be in writing."
                }
            }
        },
        "9": {
            "title": "ARBITRATION",
            "sections": {
                "9.1": {
                    "title": "Notification",
                    "content": "Where a difference arises between the parties relating to the interpretation, application or administration of this Agreement, including any question as to whether a matter is arbitrable, or where an allegation is made that a term or condition of this Agreement has been violated, either of the parties may, after exhausting the grievance procedure in Article 8, notify the other party within thirty (30) days of the receipt, or due date, of the reply at the second step, of its desire to submit the difference or allegation to arbitration."
                },
                "9.2": {
                    "title": "Single Arbitrator",
                    "content": "When a party has requested that a grievance be submitted to arbitration, the grievance shall be submitted to one of the following single arbitrators on a rotational basis subject to their availability within ninety (90) days. In the event that none of the following arbitrators is available within ninety (90) days, then the arbitrator who is available at the earliest date shall be appointed.",
                    "arbitrators": [
                        "Chris Sullivan",
                        "David McPhillips",
                        "John McConchie",
                        "Julie Nichols",
                        "Corrin Bell",
                        "Colin Taylor",
                        "Mark Brown"
                    ]
                },
                "9.3": {
                    "title": "Single Arbitrator Procedure",
                    "subsections": {
                        "a": "The Arbitrator may determine their own procedure in accordance with the Labour Code of BC and shall give full opportunity to all parties to present evidence and make representations. The Arbitrator shall hear and determine the difference or allegation and shall render a decision within thirty (30) days of the conclusion of the hearing.",
                        "b": "In the matter concerning a suspension or dismissal which an arbitrator has ruled to be unjust, there shall be no onus on the employee to mitigate loss, nor shall consideration be given to any mitigation that may have taken place."
                    }
                },
                "9.4": {
                    "title": "Expedited Arbitration",
                    "content": "Expedited arbitration shall refer to a system of rights arbitration incorporating procedures specifically designed to reduce delay and/or cost in the hearing and issuance of an award.",
                    "sections": {
                        "9.4.1": {
                            "content": "All grievances except dismissals, rejection on probation, demotion, suspensions greater than ten (10) days, or policy grievances requiring substantial interpretation of a provision of the Collective Agreement may be considered suitable for and resolved by expedited arbitration upon mutual agreement of the parties."
                        },
                        "9.4.2": {
                            "content": "The parties shall mutually agree upon a single arbitrator whose name shall be taken from a list of single arbitrators which was mutually agreed upon by the parties."
                        },
                        "9.4.3": {
                            "content": "The Arbitrator shall hear the grievance and shall render a decision within two (2) working days of such hearings. No written reasons for the decision shall be provided beyond that which the Arbitrator deems appropriate to convey a decision."
                        },
                        "9.4.4": {
                            "content": "Arbitration awards shall be of no precedential value and shall not, therefore, be referred to by the parties in respect of any other matter."
                        },
                        "9.4.5": {
                            "content": "Arbitrators are not allowed to interpret the Agreement other than Clause 8.15."
                        },
                        "9.4.6": {
                            "content": "All settlements of expedited arbitrations shall be 'without prejudice'."
                        },
                        "9.4.7": {
                            "content": "The parties shall equally share the cost of fees and expenses of the Arbitrator and hearing room."
                        },
                        "9.4.8": {
                            "content": "No later than two (2) weeks prior to the scheduled hearing for each grievance, the Union and the Employer shall prepare a statement of agreed facts for presentation at the hearing. They shall identify the names of all witnesses that they intend to call and shall advise the other party of the purpose for which that witness is being called. They shall also identify any preliminary issues that they intend to raise with the Arbitrator and the remedy being sought."
                        },
                        "9.4.9": {
                            "content": "The Arbitrator's decision shall be final and binding upon the parties and no further action may be taken on that grievance by any means."
                        },
                        "9.4.10": {
                            "content": "Notwithstanding the above, either party may take any grievance to full arbitration as per Article 9 of this Agreement."
                        }
                    },
                    "arbitrators": [
                        "Chris Sullivan",
                        "Robert Pekeles"
                    ]
                },
                "9.5": {
                    "title": "Disagreement on Decision",
                    "content": "Should the parties disagree as to the meaning of the Arbitrator's decision, either party may apply to the Arbitrator to clarify the decision, and the Arbitrator shall make every effort to do so within seven (7) days of receipt of such application."
                },
                "9.6": {
                    "title": "Expenses of Arbitrator",
                    "content": "Each party shall pay one-half () of the fees and expenses of the Arbitrator."
                },
                "9.7": {
                    "title": "Amending Time Limits",
                    "content": "The time limits fixed in the arbitration procedure may be altered by mutual consent of the parties but the same must be in writing."
                }
            }
        },
        "10": {
            "title": "DISMISSAL, SUSPENSION AND DISCIPLINE",
            "sections": {
                "10.1": {
                    "title": "Burden of Proof",
                    "content": "In all cases of discipline, the burden of proof of just cause shall rest with the Employer."
                },
                "10.2": {
                    "title": "Dismissal",
                    "content": "The Employer may dismiss any employee for just cause. Notice of dismissal shall be in writing and shall set forth the reasons for dismissal."
                },
                "10.3": {
                    "title": "Suspension",
                    "content": "The Employer may suspend an employee for just cause. Notice of suspension shall be in writing and shall set forth the reasons for the suspension."
                },
                "10.4": {
                    "title": "Dismissal and Suspension Grievance",
                    "content": "All dismissals and suspensions shall be subject to formal grievance procedure under Article 8. A copy of the written notice of dismissal or suspension shall be forwarded to the President of the Union within five (5) days of the action being taken."
                },
                "10.5": {
                    "title": "Right to Grieve Other Disciplinary Action",
                    "content": "Disciplinary action grievable by the employee shall include written censures, letters of reprimand and adverse reports or adverse employee appraisals. An employee and the Union shall be given a copy of any such document placed on the employee's file which might be the basis of disciplinary action unless the employee has advised the Employer in writing that the Union is not to be given such copy. Should an employee dispute any such entry in their file, the employee shall be entitled to recourse through the grievance procedure and the eventual resolution thereof shall become part of their personnel record. Any such document, other than employee appraisals, shall not be quoted in any way after the expiration of fifteen (15) months from the date it was issued and shall at the request of the employee be removed and destroyed provided there has not been any further disciplinary infraction. The Employer agrees not to introduce as evidence in any hearing any document from the files of an employee, the existence of which the employee was not aware at the time of filing."
                },
                "10.6": {
                    "title": "Personnel File",
                    "subsections": {
                        "a": "An employee, or the President of the Union (or the President's designate) with the written authority of the employee, shall be entitled to review an employee's personnel file, in the office in which the file is normally kept. The employee or the President, as the case may be, shall give the Employer adequate notice prior to having access to such files.",
                        "b": "An employee's personnel file shall contain all documents pertaining to an employee's work history and employment related items and shall be kept in a secure fashion in order to preserve confidentiality and privacy."
                    }
                },
                "10.7": {
                    "title": "Right to Have Steward Present",
                    "subsections": {
                        "a": "An employee shall have the right to have their steward present at any discussion with supervisory personnel which the employee believes might be the basis of disciplinary action. Where a supervisor intends to interview an employee for disciplinary purposes, the supervisor shall make every effort to notify the employee in advance of the purpose of the interview in order that the employee may contact their steward, providing that this does not result in an undue delay of the appropriate action being taken. This clause shall not apply to those discussions that are of an operational nature and do not involve disciplinary action.",
                        "b": "A steward shall have the right to consult with a staff representative of the Union and to have a local union representative present at any discussion with supervisory personnel which the steward believes might be the basis of disciplinary action against the steward, providing that this does not result in an undue delay of the appropriate action being taken."
                    }
                },
                "10.8": {
                    "title": "Rejection During Probation",
                    "subsections": {
                        "a": "The Employer may reject any probationary employee for just cause. A rejection during probation shall not be considered a dismissal for the purpose of Clause 10.4. The test of just cause for rejection shall be a test of suitability of the probationary employee for continued employment in the position to which they have been appointed, provided that the factors involved in suitability could reasonably be expected to affect work performance.",
                        "b": "Where an employee feels they have been aggrieved by the decision of the Employer to reject the employee during the probationary period, the President may appeal the decision in accordance with Clause 8.4 within fourteen (14) days of the employee receiving the notice of rejection."
                    }
                }
            }
        },
        "11": {
            "title": "SENIORITY, LAYOFF AND RECALL",
            "sections": {
                "11.1": {
                    "title": "Seniority",
                    "content": "Seniority shall mean the length of continuous service as an employee of the College. Seniority for part-time employees shall be prorated on the basis of full-time workload as described in Article 31 for faculty."
                },
                "11.2": {
                    "title": "Seniority List",
                    "content": "The Employer shall maintain a seniority list showing all necessary information relevant to the application of the seniority provisions of the Agreement. An up-to-date seniority list shall be sent to the President of the Union or their designate quarterly."
                },
                "11.3": {
                    "title": "Letter of Appointment",
                    "content": "Employees shall receive a letter of appointment prior to commencing employment if possible. The Employer shall provide the union designate with a copy of all letters of appointment issued to regular or non-regular employees within the bargaining unit."
                },
                "11.4": {
                    "title": "Seniority During Initial Probation",
                    "content": "Employees shall earn but not be credited with seniority during the initial probationary period. Upon successful completion of initial probation, an employee shall be credited with seniority from the initial date of hire. Except as otherwise specified during initial probation, all other terms and conditions of this Agreement apply."
                },
                "11.5": {
                    "title": "Seniority Accrual",
                    "content": "Employees shall maintain and accrue seniority for:",
                    "subsections": {
                        "a": "all service within the bargaining unit, subject to Clause 11.8;",
                        "b": "periods of leave for illness or injury for a maximum period of two (2) years commencing from the first (1st) day of illness or injury under the STIIP plan;",
                        "c": "periods of leave for any purpose except as outlined in Clause 11.6;",
                        "d": "where an employee is on leave for illness or injury exceeding two (2) years, the employee shall retain seniority to that point but not continue to accrue seniority;",
                        "e": "leave of absence periods of up to one (1) year for upgrading or maintaining job related skills. Reasons for the leave should be clearly stated and agreed to prior to leave commencement.",
                        "f": "Employees shall maintain but not accrue seniority for periods of employment in another bargaining unit."
                    }
                },
                "11.6": {
                    "title": "Seniority Breaks",
                    "content": "Employees shall maintain but not accrue seniority:",
                    "subsections": {
                        "a": "during periods of layoff of less than two (2) years;",
                        "b": "during periods of leave in excess of thirty (30) days: to seek or hold public office; general leave as provided in Clauses 19.7, 19.9 and 11.5(d).",
                        "c": "during periods of less than two (2) years for the purpose of filling a management or excluded position within the College."
                    }
                },
                "11.7": {
                    "title": "Bridging of Service",
                    "content": "If an employee resigns their employment as a result of a decision to raise a dependent child or dependent children, and is re-employed, the employee shall be credited with length of seniority accumulated at time of termination for the purposes of benefits based on seniority. The following conditions shall apply:",
                    "conditions": [
                        "the employee must have accrued at least three (3) years of seniority at time of termination.",
                        "the resignation must indicate the resignation was for the purpose of raising a dependent child or children.",
                        "the break in service shall be for no longer than six (6) years; and during that time the employee must not have been engaged in remunerative employment for more than six (6) months."
                    ],
                    "note": "The previous seniority shall be reinstated on the successful completion of the probationary period for the new position."
                },
                "11.8": {
                    "title": "Loss of Seniority",
                    "content": "An employee shall lose their seniority in the event that:",
                    "subsections": {
                        "a": "they are discharged for just cause;",
                        "b": "subject to Clause 11.7, they voluntarily terminate their employment;",
                        "c": "they are on layoff for more than two (2) years;",
                        "d": "they fail to report for duty for ten (10) consecutive workdays without informing the Employer of the reason for their absence. An employee shall be afforded the opportunity to demonstrate that there were reasonable grounds for not having informed the Employer;",
                        "e": "they decline two (2) recalls within a six (6) month period, for which seventy-two (72) hours' notice of recall is given. Where the Employer intends to register a decline, the employee shall be notified in writing with a copy to their shop steward."
                    }
                },
                "11.9": {
                    "title": "Layoff",
                    "sections": {
                        "11.9.1": {
                            "content": "Where the Employer identifies to the Union that the deletion of positions will result in the layoff of employees pursuant to Clause 11.9, the Employer and the Union shall, prior to the layoff of employees, identify any employees who: may be eligible for early retirement and, may be willing to resign to provide a vacant position. Should the cost of the payment of severance to an employee willing to resign not exceed the actual cost of the initial layoff, the Employer may make this option available. It is recognized that an employee taking severance under this option must actually prevent the layoff of another employee and the Employer shall not incur any relocation expenses as a result of this application."
                        },
                        "11.9.2": {
                            "content": "In the event of a layoff, employees shall be laid off in reverse order of seniority within their seniority group providing those retained are qualified to perform the work available and can be expected to satisfactorily perform the work within a period of on the job training under immediate supervision not exceeding one (1) month."
                        },
                        "11.9.3": {
                            "title": "Bumping Procedure",
                            "procedures": [
                                "Regular employees who receive notice of layoff shall have the right to bump employees with less seniority.",
                                "Where seniority is equal, the regular employee with the superior qualifications, for their particular job is deemed to have greater seniority.",
                                "Regular employees, with three (3) or more years of seniority, shall have the right to bump employees in any of the nine (9) College geographic locations",
                                "Regular employees, with less than three (3) years of seniority, shall be able to bump within their geographic location",
                                "Regular employees who are bumped shall in turn have the right to bump employees with less seniority."
                            ],
                            "geographic_locations": [
                                "Queen Charlotte City",
                                "Prince Rupert",
                                "Terrace",
                                "Kitimat",
                                "Hazelton",
                                "Smithers",
                                "Houston",
                                "Stewart",
                                "Nass Valley"
                            ]
                        },
                        "11.9.4": {
                            "content": "In the event the employee does not have the necessary seniority or qualifications to bump, the employee shall be laid off."
                        },
                        "11.9.5": {
                            "content": "A regular employee shall notify the Employer in writing within two (2) weeks of receiving layoff notice whether bumping rights shall be exercised or whether the employee opts for a layoff."
                        },
                        "11.9.6": {
                            "content": "If a regular employee opts for a layoff, the employee must choose either recall rights in accordance with Clause 11.11 or severance pay in accordance with Clause 13.3 which shall take effect on the date the layoff is scheduled to occur. If a regular employee declines to make a selection they shall be deemed to have taken the severance option under Clause 13.3(a)(1)."
                        },
                        "11.9.7": {
                            "content": "All relocation expenses resulting from bumping shall be the employee's responsibility."
                        }
                    }
                },
                "11.10": {
                    "title": "Application",
                    "content": "The application of the layoff, bumping and recall procedures in this article shall be subject to joint employer/union discussion. These procedures shall be carried out on a college-wide basis as appropriate."
                },
                "11.11": {
                    "title": "Recall",
                    "subsections": {
                        "a": "Regular employees on layoff shall retain recall rights, commencing with the date of notice under Clause 11.9(f) above, for a period of two (2) years within the geographic region from which they were laid off. Regular employees with three (3) or more years service shall retain recall rights throughout the College region.",
                        "b": "Employees shall be recalled in order of seniority within their seniority group provided those to be recalled are qualified to perform the work available and can be expected to satisfactorily perform the work within a period of on the job training under immediate supervision not exceeding one (1) month. Prior to posting a regular vacancy the Employer shall send a notice of such vacancy to the bargaining unit Chairperson.",
                        "c": "All relocation expenses resulting from recall shall be the employee's responsibility.",
                        "d": "Recall shall be in order of service seniority. Regular employees shall be recalled before non-regular employees."
                    }
                },
                "11.12": {
                    "title": "No New Employees",
                    "content": "No new employees shall be hired until: the provisions in Clause 12.9(a) have been complied with; and those on layoff have been given opportunity of recall pursuant to Clause 11.11."
                }
            }
        },
        "12": {
            "title": "SERVICE CAREER POLICY",
            "sections": {
                "12.1": {
                    "title": "Union Observer",
                    "content": "The President of the Union or their designate may sit as an observer on a selection panel for positions in the bargaining unit. The observer shall be a disinterested party. This clause shall not apply to excluded positions. The union observer shall be provided with a minimum selection criteria for the job posting, the review and short list of all applicants, and any other tool used in determining the selection."
                },
                "12.2": {
                    "title": "Selection Committee",
                    "content": "The Selection Committee for a regular appointment shall be comprised of a minimum of four (4) individuals including: the appropriate administrator; a coordinator or Chair, where applicable, or instructor; one (1) instructor who is part of the discipline in which the vacancy occurs; and one (1) support person. This Committee shall short list, interview and make recommendations. Appropriate release time shall be made available to those on the interview committee."
                },
                "12.3": {
                    "title": "Notification",
                    "content": "Unsuccessful employee applicants to posted positions shall be notified of the name and classification of the successful applicant. The unsuccessful employee applicants shall upon written request be notified in writing of the reasons why they were unsuccessful."
                },
                "12.4": {
                    "title": "Appeal Procedure",
                    "content": "Where an employee feels they have been aggrieved by the decision of the selection panel, the President or the President's designate may appeal the decision in accordance with Clause 8.4 within fourteen (14) days of the employee receiving the Employer's written reply to their request for the reasons why they were unsuccessful."
                },
                "12.5": {
                    "title": "Relocations",
                    "content": "It is understood by the parties that employees shall not be required to relocate from one geographic location to another against their will. However, the Employer and the Union recognize that in certain cases relocations may be in the interests of the Employer and/or the employee. In such cases, an employee shall be fully advised of the reason for their relocation, as well as the possible result of refusal to be relocated."
                },
                "12.6": {
                    "title": "Transfers Without Posting",
                    "content": "Lateral transfers or voluntary demotions may be granted, without posting for: compassionate or medical grounds to regular employees who have completed their initial probationary period; all employees who have become incapacitated by industrial injury or industrial illness."
                },
                "12.7": {
                    "title": "Interview Expenses",
                    "content": "An employee applicant for a posted position who is not on leave of absence without pay or not on layoff or not on a scheduled day of rest, and who has been called for a panel interview shall be granted leave of absence with basic pay and shall have their authorized expenses paid. An employee granted leave under this clause shall notify their supervisor as soon as the employee is notified of their requirement to appear for an interview."
                },
                "12.8": {
                    "title": "Appointment Procedures",
                    "subsections": {
                        "a": "Appointments, including promotions, filling vacancies, and transfers shall be on the basis of full qualifications and seniority. Full qualifications shall mean the candidate has all the necessary skills and qualifications as specified in the job description. Full qualifications being sufficient, the candidate with greater seniority shall be selected.",
                        "b": "All BCGEU employees of the College shall be considered as internal applicants on any BCGEU postings.",
                        "c": "Where there is an internal applicant with the necessary qualifications to perform the job the position shall be offered to that candidate and the Employer shall provide on-the-job training of up to one (1) month.",
                        "d": "Where the Employer decides to select an applicant from outside the College, when there are applicants from among College employees, or where the senior applicant meeting the criteria outlined in Clause 12.8(a) is not selected, the onus for justifying such a selection shall rest with the Employer.",
                        "e": "Promotion out of Bargaining Unit: An employee promoted permanently to an excluded position shall cease to be covered by the terms of this Agreement. The employee may within two (2) years return to a position of equal classification and pay rate without loss of their rights and privileges under this Agreement. However, after an absence of one (1) year, the regular continuing employee's position shall be considered to be vacant and shall be posted as a regular continuing position. Except as provided in this article, excluded employees shall have no placement rights within the bargaining unit."
                    }
                },
                "12.9": {
                    "title": "Postings",
                    "subsections": {
                        "a": "All vacancies in existing positions and all new positions shall be posted within fourteen (14) days of their becoming required. Where ever operationally feasible, such postings shall be throughout the College region and shall be posted for five (5) working days prior to outside advertising.",
                        "b": "The notice of postings shall contain the following information: nature of position, qualifications, experience, skills, whether shift work is involved, wages or salary rate or range, and specific location. Such qualifications may not be established in an arbitrary or discriminatory manner.",
                        "c": "Notices shall be posted on the appropriate bulletin boards at least fourteen (14) days prior to the closing date of the competition, except as provided for in Clauses 12.5 and 12.6.",
                        "d": "A copy of each posting shall be sent to all shop stewards."
                    }
                },
                "12.10": {
                    "title": "Vehicles",
                    "content": "If an employee is required to use their own automobile in the performance of their duties, the Employer shall ensure that the position posting or advertisement shall include this requirement."
                },
                "12.11": {
                    "title": "Instructor's Diploma",
                    "content": "For career advancement in related areas in the College service, where the job specification requires a bachelor's degree, the possession of a Provincial Instructor's Diploma may be considered. The parties recognize that a Provincial Instructor's Diploma is not equivalent to a Bachelor's Degree."
                },
                "12.12": {
                    "title": "Exchange Programs",
                    "content": "The College agrees that exchange programs between the College and other jurisdictions, public and private, shall be encouraged. Employees shall be given the opportunity to participate in exchange programs at full basic pay and benefits."
                },
                "12.13": {
                    "title": "Selection of Senior Administrators",
                    "content": "Appointment of all excluded employees is clearly the responsibility of the Employer.",
                    "sections": {
                        "selection_committee": "There shall be a selection committee with equal representation from CUPE, BCGEU Support, BCGEU Instructors, Administration, and the College Board. The Union shall designate their representative(s).",
                        "committee_responsibilities": [
                            "The Selection Committee shall meet and set the minimum selection criteria, create a job posting, review and short list all applications, interview candidates and make recommendations to the President.",
                            "The job posting shall contain the working title, brief description of duties and classifications of positions, qualifications, and state ability and experience required.",
                            "The posting shall be posted within the College five (5) working days prior to it being advertised externally. A copy of the posting shall be provided to the Union.",
                            "The selection criteria will include the following: academic and professional qualifications, work experience, College related experience and contributions, community involvement, personal attributes, and competence in applicable areas.",
                            "In the event that an administrative and union-excluded position is filled by a member of the bargaining unit, the vacant position within the bargaining unit will be treated as a normal vacancy and filled in accordance with Article 12.",
                            "In the event of a managerial reorganization, the Union will be consulted."
                        ]
                    }
                }
            }
        },
        "13": {
            "title": "JOB SECURITY/SENIORITY RIGHTS",
            "sections": {
                "13.1": {
                    "title": "Application of Agreement",
                    "content": "The Employer will not use a combination of part-time and/or non-regular employees to the extent that they replace, displace or prevent the hiring of a full-time employee."
                },
                "13.2": {
                    "title": "Notice of Layoff",
                    "subsections": {
                        "a": "Employees shall be given at least two (2) months' notice of layoff or pay in lieu thereof.",
                        "b": "Where the appointment term is specified in the letter of appointment, such letter shall be considered layoff notice.",
                        "c": "Where the letter of appointment specifies an appointment of twelve (12) months or less, there shall be no severance pay entitlement. If after the initial appointment an additional period of work is appointed, the employee will be entitled to severance pay calculated to the date of their initial hire."
                    }
                },
                "13.3": {
                    "title": "Severance, Retraining and Recall",
                    "subsections": {
                        "a": "An employee who is to be laid off shall be entitled to one of the following options and shall so indicate their option in writing to the Employer within two (2) weeks of notification of layoff. Where no indication is given within one (1) calendar month, the employee will be deemed to have chosen option (1) below. Together with the layoff notice, the employee shall receive, a listing of employees with less seniority in order to review job possibilities. The employee shall be entitled upon request to also receive job descriptions for any of these job possibilities.",
                        "options": {
                            "option_1": "A severance pay calculated on the basis of: one (1) month's current pay for each year of seniority rounded upward to the nearest year to a maximum of six (6) months' salary and; one (1) additional month's current pay for each additional five (5) years of seniority rounded upward to the nearest year to a maximum of four (4) months salary. This will be paid in full as soon after the date of layoff as administratively possible. An employee exercising this option shall be eligible for recall to either regular or non-regular positions.",
                            "option_2": "A severance pay calculated on the same basis as outlined in Clause 13.3(a)(1) above, and paid by instalments on regular paydays at regular pay rate until the full amount of severance pay is paid. An employee exercising this option shall be eligible for recall to either regular or non-regular positions.",
                            "option_3": "Salary and benefit continuance excluding annual leave/annual vacation during period of retraining for employees with two (2) or more years seniority calculated on the basis of one (1) month's continuance for each year of seniority to a maximum of six (6) months. An employee exercising this option shall not be eligible for recall notwithstanding Clause 11.11."
                        },
                        "additional_provisions": [
                            "Benefits under Clause 13.3(a) above shall not exceed the time that would be required for the employee to reach their maximum retirement age.",
                            "On or prior to the date of layoff the Employer shall advise the employee of the probability of recall to regular and/or non-regular positions.",
                            "An employee failing to indicate to the Employer their option in writing within the time limit set out in Clause 13.3(a) above shall be deemed to have taken the option under Clause 13.3(a)(1) above.",
                            "An employee taking the option under Clause 13.3(a)(1) above shall sign a statement to the effect that, should the employee be recalled to a regular position during the period covered by the severance pay, they shall immediately repay to the Employer the proportionate amount of severance pay received, and that failure to do so shall be deemed just cause for dismissal.",
                            "An employee taking the option under Clause 13.3(a)(2) above and recalled to a regular position during the period covered by the severance pay shall immediately cease to receive any further instalment payments.",
                            "Subject to Clause 11.11, an employee taking the option under Clause 13.3(a)(2) above shall take precedence over non-regular employees when appropriate non-regular vacancies arise. If the recall to non-regular position occurs during the period covered by the severance pay, further instalment payments shall be suspended during the period of work but, upon layoff again, shall resume until the full amount of severance pay is paid. Refusal of a non-regular job offer shall be counted as one (1) decline under Clause 11.8(e).",
                            "An employee recalled to or retrained for a regular position and subsequently laid off again shall have calculation of their entitlement under Clause 13.3(a) based only on seniority accrued since the last appointment, but such amount shall not be less than the amount they did not receive previously."
                        ]
                    }
                }
            }
        },
        "14": {
            "title": "HOURS OF WORK",
            "sections": {
                "14.1": {
                    "title": "Conversion of Hours",
                    "content": "The earning and granting of lieu days for designated holidays, short-term disability leave, annual leave and designated paid holiday for instructional staff shall be on the basis of the weekly maximum defined in Clause 31.3 divided by five (5) days."
                },
                "14.2": {
                    "title": "Work Locations/Points of Assembly/Work Start Times",
                    "subsections": {
                        "a": "Every stationary employee covered by this Agreement shall be assigned to a designated headquarters. When temporarily assigned another work location, time spent in travel from the employee's residence to the new work location in excess of time normally spent in travel from the employee's residence to their designated headquarters shall be considered time worked.",
                        "b": "When employees are required to report to a central location in order to be assigned their work location, their workday shall commence from the time they are required to report for assignment."
                    }
                }
            }
        },
        "15": {
            "title": "OVERTIME",
            "sections": {
                "15.1": {
                    "title": "Definitions",
                    "definitions": {
                        "overtime": "work performed by a full-time employee in excess or outside of their regularly scheduled hours of work",
                        "straight_time_rate": "the hourly rate of remuneration",
                        "time_and_one_half": "one and one-half times (1x) the straight-time rate",
                        "double_time": "twice (2x) the straight-time rate",
                        "double_time_and_one_half": "two and one-half times (2x) the straight-time rate"
                    }
                },
                "15.2": {
                    "title": "Authorization and Application of Overtime",
                    "subsections": {
                        "a": "An employee who is required to work overtime shall be entitled to overtime compensation when: the overtime worked is authorized in advance by the Employer; and the employee does not control the duration of the overtime worked.",
                        "b": "Notwithstanding the foregoing, the Employer and the Union recognize that the nature of the work carried out by persons in some classifications is such that it may not be possible for the employee to obtain prior authorization for the necessary overtime work. In such cases the employee shall use their discretion in working the overtime and the Employer shall be considered to have authorized the overtime in advance. However, the Employer reserves the right, subject to the grievance procedure, to determine the legitimacy of the overtime claimed. In order to facilitate a fair and reasonable administration of the clause, the Employer shall draw up regulations defining the circumstances under which an employee may undertake overtime work without prior authorization. Copies of these regulations shall be supplied to the Joint Committee."
                    }
                },
                "15.3": {
                    "title": "Overtime Entitlement",
                    "subsections": {
                        "a": "An employee shall be entitled to compensation for authorized overtime in excess of: the scheduled daily hours; or the maximum daily hours for those employees on flextime; or the agreed averaging period.",
                        "b": "Overtime shall be compensated in thirty (30) minute increments; however, employees shall not be entitled to any compensation for periods of overtime of less than five (5) minutes per day."
                    }
                },
                "15.4": {
                    "title": "Recording of Overtime",
                    "content": "Employees shall record starting and finishing times for overtime worked in a form determined by the Employer."
                },
                "15.5": {
                    "title": "Sharing of Overtime",
                    "content": "Overtime work shall be allocated equitably considering availability and location of employees."
                },
                "15.6": {
                    "title": "Overtime Compensation",
                    "subsections": {
                        "a": "Overtime worked shall be compensated at the following rates: time and one-half (1x) for the first two (2) hours of overtime on a regularly scheduled workday; and double-time (2x) for hours worked in excess of Clause 15.6(a)(1); double-time (2x) for all hours worked on a day of rest. The compensation of overtime in Clauses 15.6(a)(1) and (2) is to be on a daily basis and not cumulative.",
                        "b": "An employee who works on a designated holiday which is not a scheduled workday shall be considered to have worked overtime and shall receive their regular day's pay, and shall receive additional compensation at the rate of double-time (2x) for all hours worked; except for Christmas and New Year's when the additional compensation shall be at the rate of double-time and one-half (2x) for all hours worked.",
                        "c": "Overtime shall be compensated either in cash or time off. Where an employee opts for time off, such time off shall be scheduled by mutual agreement prior to the overtime being worked or in the case of Clause 15.2(b) within thirty (30) workdays immediately after the overtime was worked. Where there is no mutual agreement, the employee shall be compensated in cash. Where cash is paid, every effort shall be made to make payment by the end of the month following the month in which the overtime was reported."
                    }
                },
                "15.7": {
                    "title": "Overtime Meal Allowance",
                    "subsections": {
                        "a": "When an employee is required to work in excess of two and one-half (2) hours overtime immediately before or after completion of their scheduled daily hours, the employee shall be provided with a meal or shall be reimbursed with an overtime meal allowance, and a meal break of one-half () hour with pay shall be given. The overtime meal allowance shall be twelve dollars and seventy-five cents ($12.75) effective date of signing of the Agreement.",
                        "b": "If the employee continues to work overtime beyond three (3) hours, a further meal or allowance and meal break as above shall be provided upon completion of an additional four (4) hours worked, and upon the completion of every three (3) hours worked thereafter.",
                        "c": "When an employee is called out for overtime prior to their scheduled shift and it was not possible to give sufficient notice to permit preparation of the meal normally taken to work, the Employer shall provide the meal or pay the overtime meal allowance.",
                        "d": "In the case of an employee called out on overtime to work on a rest day, this clause shall apply only to hours worked outside the employee's regular shift times for a normal workday.",
                        "e": "Where any of the meals provided under Clauses 15.7(a), (b), (c) or (d) above duplicates a meal for which an employee is entitled because of travel status, then the employee shall receive only one (1) benefit for each meal."
                    }
                },
                "15.8": {
                    "title": "No Layoff to Compensate for Overtime",
                    "content": "Employees shall not be required to lay off during regular hours to equalize any overtime worked."
                },
                "15.9": {
                    "title": "Right to Refuse Overtime",
                    "content": "All employees shall have the right to refuse to work overtime, except when required to do so in emergency situations, without being subject to disciplinary action for so refusing."
                },
                "15.10": {
                    "title": "Overtime for Part-Time Employees",
                    "subsections": {
                        "a": "A part-time employee working less than the normal hours per day of a full-time employee, and who is required to work longer than their regular workday, shall be paid at the rate of straight-time for the hours so worked, up to and including the normal hours in the workday of a full-time employee.",
                        "b": "A part-time employee working less than the normal days per week of a full-time employee, and who is required to work other than their regularly scheduled workdays shall be paid at the rate of straight-time for the days so worked up to and including the normal workdays in the workweek of a full-time employee.",
                        "c": "Overtime rates shall apply to hours worked in excess of Clauses 15.10(a) and (b) above."
                    }
                },
                "15.11": {
                    "title": "Callout Provisions",
                    "subsections": {
                        "a": "Callout Compensation - A regular employee who is called back to work outside their regular working hours shall be compensated for a minimum of three (3) hours at overtime rates. The employee shall be compensated from the time they leave their home to report for duty until the time they arrive back upon proceeding directly to and from work.",
                        "b": "Callout Time Which Abuts the Succeeding Shift: If the callout is for three (3) hours or less, the employee shall be required to work the callout period and the whole of the abutting shift. In this case, compensation shall be overtime rates for the callout period and straight-time rate for the regular shift. If the callout is for longer than three (3) hours, the employee shall be required to work the callout period and a portion of the abutting regular shift. The portion of the regular shift which must be worked shall be regular shift less the amount that callout exceeds three (3) hours. Compensation shall be at overtime rates for the callout period and straight-time for the regular shift without shortfall. For the purpose of Clause 15.11(b)(1) above it is agreed that 'callout' means that the employee has been called out without prior notice.",
                        "c": "Overtime or Callout which does not Abut the Succeeding Shift: When overtime is worked there shall be an elapsed time of eight (8) hours between the end of overtime and the time the employee reports for duty on the next regular shift, with no shortfall out of their regular shift. In a callout situation where at least three (3) hours which do not abut the succeeding shift are worked in the ten (10) hours preceding the start of the regular shift, there shall be an elapsed time of eight (8) hours between the end of the callout and the time the employee reports for duty on their next regular shift, with no shortfalls out of the regular shift. If the elapsed eight (8) hour period following results in only two (2) hours or less of their regular shift available for work, employees shall not be required to report for work on that shift, with no shortfall.",
                        "d": "Time spent by an employee travelling to work or returning to their residence before and after callout shall not constitute time worked but shall be compensated at the overtime rate.",
                        "e": "Should an employee be required to work that period which is considered free from work in the regular shift, as provided for in Clauses 15.11(b)(2), (c)(1) and (c)(2) above, then that portion of the shift shall be compensated at overtime rates."
                    }
                },
                "15.12": {
                    "title": "Rest Interval After Overtime",
                    "content": "An employee required to work overtime adjoining their regularly scheduled shift shall be entitled to eight (8) clear hours between the end of the overtime work and the start of their next regular shift. If eight (8) clear hours are not provided, a premium calculated at overtime rates shall apply to hours worked on the next regular shift."
                }
            }
        },
        "16": {
            "title": "PAID HOLIDAYS",
            "sections": {
                "16.1": {
                    "title": "Paid Holidays",
                    "subsections": {
                        "a": "The following have been designated as paid holidays:",
                        "holidays": [
                            "New Year's Day",
                            "BC Day",
                            "Family Day",
                            "Labour Day",
                            "Good Friday",
                            "Thanksgiving Day",
                            "Easter Monday",
                            "Remembrance Day",
                            "Victoria Day",
                            "Christmas Day",
                            "Canada Day",
                            "Boxing Day"
                        ],
                        "b": "It is understood that Heritage Day shall be recognized as a designated paid holiday upon proclamation. Any other holiday proclaimed as a holiday by the federal, provincial or municipal governments for the locality in which an employee is working shall also be a paid holiday."
                    }
                },
                "16.2": {
                    "title": "Holidays Falling on Saturday or Sunday",
                    "content": "For an employee whose workweek is from Monday to Friday and when any of the above-noted holidays falls on a Saturday and is not proclaimed as being observed on some other day, the following Monday shall be deemed to be the holiday for the purpose of this Agreement; and when a holiday falls on a Sunday and it is not proclaimed as being observed on some other day, the following Monday (or Tuesday, where the preceding section already applies to the Monday), shall be deemed to be the holiday for the purpose of this Agreement."
                },
                "16.3": {
                    "title": "Holiday Falling on a Day of Rest",
                    "subsections": {
                        "a": "When a paid holiday falls on an employee's day of rest, the employee shall be entitled to a day off with pay in lieu.",
                        "b": "If an employee is called in to work on the day designated as the lieu day pursuant to Clause 16.3(a) above, they shall be compensated at double-time (2x) rate."
                    }
                },
                "16.4": {
                    "title": "Holiday Falling on a Scheduled Workday",
                    "content": "An employee who works on a designated holiday which is a scheduled workday shall be compensated at the rate of double-time (2x) for hours worked, plus a day off in lieu of the holiday; except for Christmas and New Year's when the compensation shall be at the rate of double-time and one-half (2x) for hours worked, plus a day off in lieu of the holiday."
                },
                "16.5": {
                    "title": "Holiday Coinciding with a Day of Vacation",
                    "content": "Where an employee is on vacation leave and a day of paid holiday falls within that period, the paid holiday shall not count as a day of vacation."
                },
                "16.6": {
                    "title": "Christmas or New Year's Day Off",
                    "content": "The Employer agrees to make every reasonable effort to ensure that employees required to work shift shall have at least Christmas Day or the following New Year's Day off."
                },
                "16.7": {
                    "title": "Paid Holiday Pay",
                    "content": "Payment for paid holidays shall be made at an employee's basic pay, except if an employee has been working in a higher paid position than their regular position for a majority of the sixty (60) workdays preceding a paid holiday, in which case the employee shall receive the higher rate."
                }
            }
        },
        "17": {
            "title": "ANNUAL VACATION",
            "sections": {
                "17.1": {
                    "title": "Annual Vacation",
                    "subsections": {
                        "a": "Instructional staff shall be entitled to annual vacation of forty-four (44) workdays per calendar year, earned on the basis of three and two-thirds (3) workdays per calendar month in which at least ten (10) workdays' pay at straight-time rates has been received.",
                        "b": "Upon reaching the twentieth (20th) annual vacation year, the employee shall be entitled to an additional five (5) workdays' vacation.",
                        "c": "Subject to Clause 17.8, vacation entitlement not taken in the calendar year in which it is earned shall be forfeited.",
                        "d": "Employees engaged on a part-time basis shall be entitled to the above vacation on a pro rata basis."
                    }
                },
                "17.2": {
                    "title": "Definitions",
                    "definitions": {
                        "vacation_year": "For the purposes of this article a vacation year shall be the calendar year commencing January 1st and ending December 31st.",
                        "first_vacation_year": "The first (1st) vacation year is the calendar year in which the employee's first (1st) anniversary falls."
                    }
                },
                "17.3": {
                    "title": "War Service",
                    "subsections": {
                        "a": "Service with the Active Forces of the Crown during any war may be counted in the calculation for vacation entitlement after the employee has completed one (1) years service with the College. This regulation applies solely to those who served as members of the commonwealth forces.",
                        "b": "Discharge certificates must be presented before war service is recognized. It is not necessary that an individual shall have been employed by the College immediately prior to any war nor to have joined the College immediately following war service. In other words, any war service with HM Forces may be added to their period of service with the College for the purpose of computing the required service for the additional vacation privileges.",
                        "c": "Merchant Marine Service - Service on the high seas (deep sea) during World War II may be credited toward the service requirement for vacation purposes. Employees are required to submit certified records of their deep-sea time for assessment by the College."
                    }
                },
                "17.4": {
                    "title": "Vacation Earnings for Partial Years",
                    "subsections": {
                        "a": "During the first partial year of service a new employee shall earn vacation at the rate of three and two-thirds (3) days for each month for which the employee earns ten (10) days pay. Subject to Clause 17.8, any unused vacation earned during the first (1st) partial year shall be paid to the employee at December 31st of that year.",
                        "b": "During the first (1st) and subsequent vacation years an employee shall earn one-twelfth (1/12) of the annual entitlement for each month in which the employee has received at least ten (10) days' pay at straight-time rates. Where an employee has taken more vacation than earned, the unearned portion taken shall be charged against future earned credits or recovered upon termination whichever occurs first."
                    }
                },
                "17.5": {
                    "title": "Vacation Scheduling",
                    "subsections": {
                        "a": "With the exception of authorized vacation carryover under Clause 17.8, the scheduling and completion of vacations shall be on a calendar year basis.",
                        "b": "The calendar year in which an employee's first (1st) anniversary falls shall be the first (1st) vacation year. For the purpose of additional leave entitlement, the calendar year in which the ninth (9th) anniversary falls shall be the ninth (9th) vacation year; in which the tenth (10th) anniversary falls the tenth (10th) vacation year; etc.",
                        "c": "An employee earns but is not entitled to receive vacation during the first six (6) months of continuous employment.",
                        "d": "Vacation schedules, once approved by the Employer, shall not be changed, other than in cases of emergency, except by mutual agreement between the employee and the Employer.",
                        "e": "Subject to operational requirements, it is the intent of the parties that no employee shall be restricted in the time of year they choose to take their vacation entitlement, and that all employees shall be allowed to take at least four (4) weeks of their vacation entitlement during the period of May 1st to September 30th inclusive, which shall be defined as prime time vacation period.",
                        "f": "Vacations shall be granted on the basis of service seniority within a classification series in the work unit. Subject to operational requirements, an employee shall be entitled to receive their vacation in an unbroken period. If an employee decides to break their entitlement into more than one continuous group of workdays, the employee shall be entitled to use their seniority rights for only one such group of days in a calendar year. An employee, who does not exercise their seniority rights within two (2) weeks of receiving the vacation schedule, shall not be entitled to exercise those rights in respect of any vacation time previously selected by an employee with less seniority. Instructors required to work during July and August shall be entitled to take a single block of ten (10) days from their vacation entitlement during this time.",
                        "g": "Completed vacation schedules shall be posted by March 1st of each year. The schedule shall be circulated commencing February 1st of each year."
                    }
                },
                "17.6": {
                    "title": "Vacation Pay",
                    "subsections": {
                        "a": "Payment for vacations shall be made at an employee's basic pay.",
                        "b": "Once per calendar year, upon thirty (30) days written notice, a regular employee shall be entitled to receive prior to commencement of a vacation, a payroll advance equivalent to the amount of their regular paycheque issued during the vacation period, except that no payroll advance shall be issued in December for the January pay or in March for the April pay."
                    }
                },
                "17.7": {
                    "title": "Approved Leave of Absence with Pay During Vacation",
                    "content": "When an employee is in receipt of the Short-Term Illness and Injury Plan benefits or on leave with pay in accordance with Clauses 19.1, 19.5, and 19.7 during their vacation period, there shall be no deduction from the vacation credits for such leave. The period of vacation so displaced shall be taken at a mutually agreed time. An employee intending to claim displaced vacation must advise the Employer and provide necessary documentation within seven (7) days of returning to work."
                },
                "17.8": {
                    "title": "Vacation Carryover",
                    "subsections": {
                        "a": "An employee may carry over up to five (5) days' vacation per vacation year for two (2) consecutive vacation years, to a maximum of ten (10) days which must be taken not later than the third (3rd) consecutive vacation year. Employees in their first partial year of service, who commenced prior to July 1st of that year, may carry over up to five (5) days' vacation into their first vacation year. Except as provided in Clause 17.4(a)(2), an employee shall not receive cash in lieu of vacation time except upon termination, resignation or retirement.",
                        "b": "Where it is through the fault of the Employer that the full vacation entitlement has not been taken within the calendar year in which it is earned, a carryover of unused days shall be granted by the College."
                    }
                },
                "17.9": {
                    "title": "Callback from Vacation",
                    "subsections": {
                        "a": "Employees who have commenced their annual vacation shall not be called back to work except in cases of extreme emergency.",
                        "b": "When, an employee is recalled to duty during any vacation period, the employee shall be reimbursed for all expenses thereby incurred by the employee in proceeding to their place of duty and in returning to the place from which they were recalled upon resumption of vacation, upon submission of receipts to the Employer (except for meals).",
                        "c": "Time necessary for travel in returning to their place of duty and returning again to the place from which they were recalled shall not be counted against their remaining vacation entitlement."
                    }
                },
                "17.10": {
                    "title": "Vacation Leave on Retirement",
                    "content": "An employee scheduled to retire and to receive a superannuation allowance under the Colleges Pension Act, shall be granted full vacation entitlement for the final calendar year of service."
                },
                "17.11": {
                    "title": "Vacation Credits Upon Death",
                    "content": "Upon termination due to death, earned but unused vacation entitlement shall be made payable, to the employee's dependant, or where there is no dependant, to the employee's estate."
                }
            }
        },
        "18": {
            "title": "SICK LEAVE, SHORT AND LONG-TERM DISABILITY",
            "sections": {
                "18.1": {
                    "title": "Short-Term Illness and Injury & Long-Term Disability",
                    "subsections": {
                        "a": "Employees shall be entitled to coverage for short-term illness and injury and long-term disability in accordance with the Common Agreement - Clause 9.3.",
                        "b": "(Common Agreement Clause 9.3 last paragraph) Subject to provisions of the Plan, enrolment is mandatory for all active regular employees and for active non-regular employees employed on a continuing basis for at least a four (4) month period with fifty percent (50%) or more of a full-time workload as defined by local provisions.",
                        "note": "The current terms of the plans may be found at: https://www.coastmountaincollege.ca/about-cmtn/cmtn-careers/employee-benefits",
                        "c": "An employee intending to return to work following an absence pursuant to Clause 11.5(b) shall be entitled to reinstatement in their former position, provided it still exists. Where the former position no longer exists, the Employer shall place the employee in an alternate position of equivalent classification, subject to qualifications and seniority. Where an employee returns from long-term disability the Employer shall have a period not exceeding thirty (30) days to make the necessary staffing adjustments."
                    }
                },
                "18.2": {
                    "title": "Sick Leave (Short-Term Disability Qualifying Period)",
                    "sections": {
                        "entitlement": {
                            "a": "Eligible employees who are unable to work because of an illness or injury are entitled to thirty (30) calendar days coverage at full pay, equivalent to the qualifying period.",
                            "b": "Where a regular employee is on a claim recognized by the Workers' Compensation Board while the employee was on the Employer's business, they shall be entitled to leave at their regular rate of pay for the duration of the thirty (30) day qualifying period. In such cases the compensation payable by the Workers' Compensation Board shall be remitted to the Employer.",
                            "c": "Pay for a regular part-time employee under this plan shall be based on their part-time percentage of full-time employment at date of present appointment."
                        },
                        "recurring_disabilities": "Employees who return to work after a period of illness or injury and who do not work the same number of hours that were scheduled prior to the illness or injury shall receive prorated benefits under this plan, however, not beyond thirty (30) days from the initial date of absence as defined in Clause 18.2(a)(1), if absence is due to the same illness or injury.",
                        "doctors_certificate": {
                            "requirement": "The Employer may require an employee who is unable to work because of illness or injury to provide a statement from: a medical practitioner qualified to practise in the Province of BC; or where necessary, from a medical practitioner licensed to practise in the province of Alberta or the Yukon; or the consulting physician to whom the employee is referred by the medical practitioner in Clause 18.2(c)(1)(i) and (ii) above, providing medical evidence of the employee's inability to work in any of the following circumstances:",
                            "circumstances": [
                                "where it appears that a pattern of consistent or frequent absence from work is developing;",
                                "where the employee has been absent for six (6) consecutive scheduled days of work."
                            ],
                            "cessation": "Benefits shall cease to be paid when an employee fails to provide satisfactory evidence of medical disability during the benefit period."
                        },
                        "integration_with_other_disability_income": {
                            "reduction": "Sick leave benefits shall be reduced by all other disability income benefits to which the absent employee is entitled except disability income which was being received prior to the illness or injury resulting in the employee being absent from work and which is unrelated to the illness or injury causing the current absence.",
                            "other_benefits_include": [
                                "Any amount the absent employee receives from any group insurance, wage continuation or pension plan of the Employer.",
                                "Any amount of disability income provided by any compulsory Act or law, except Unemployment Insurance sickness benefits and WCB benefits payable in accordance with Clause 18.2(a)(2).",
                                "Any periodic benefit payment from the Canada or Quebec Pension Plan or other social security plan of any country."
                            ],
                            "icbc_provision": "Notwithstanding the above, in the case of ICBC weekly indemnity payments or, in the case of personal insurance coverage, integration shall apply to the extent that the combination of Plan benefits and ICBC weekly indemnity payments or personal insurance disability income benefits exceed either: one hundred percent (100%) of pay; or the applicable benefit percentage of the individual's average total monthly income in the twelve (12) month period immediately preceding commencement of the disability, whichever is the greater.",
                            "war_disability_exception": "This section does not apply to a war disability pension paid under an Act of the governments of Canada or other commonwealth countries."
                        },
                        "benefits_not_paid_during_certain_periods": {
                            "periods": [
                                "receiving designated paid holiday pay;",
                                "engaged in an occupation for wage or profit;",
                                "on strike or is locked out unless the strike or lockout occurred after the illness or injury resulting in the employee being absent from work;",
                                "serving a prison sentence;",
                                "on suspension without pay;",
                                "on paid absence in the period immediately preceding retirement;",
                                "on any leave of absence without pay."
                            ],
                            "exceptions": "Notwithstanding Clause 18.2(e)(7) above, where an illness or injury occurs during a period of approved: educational leave, general leave of absence not exceeding thirty (30) days, maternity leave, which prevents the employee from returning to work on the scheduled date of return, the Sick Leave Plan shall be effective from the date of disability due to illness or injury and benefits shall be paid for the balance of the thirty (30) day period remaining from the scheduled date of return to work. For maternity leave, the intention is no coverage for normal pregnancy."
                        },
                        "employee_to_inform_employer": "The employee shall inform the Employer as soon as possible of their inability to report to work because of illness or injury. The employee shall inform the Employer of the date of return to duty, in advance of that date, in order that relief scheduled for that employee can be notified.",
                        "entitlement_calculation": "For the purpose of calculating the thirty (30) day period, one day shall be considered to be one day, regardless of the regularly scheduled workday. Calculation for part-time employees and partial days shall be on a prorated basis.",
                        "uic_premium": "The parties agree that the complete premium reduction from the Unemployment Insurance Commission accruing through the improved illness and injury plan shall be returned to the Employer."
                    }
                },
                "18.3": {
                    "title": "Long-Term Disability",
                    "sections": {
                        "entitlement": "An employee who is not actively at work because of illness or injury on the workday coincident with, or immediately preceding the date they would otherwise have become eligible for coverage under the Plan shall not be eligible for coverage until the date the employee returns to active employment.",
                        "long_term_disability_benefit": {
                            "coverage": "An employee in receipt of long-term disability benefits shall continue to be covered by the College Pension Plan, group life, extended health, dental and medical plans. Such employees shall also be covered by Clauses 11.5, 11.6 and 18.1(c) and shall, during the two (2) year period of disability re: own occupation, be eligible for Clauses 25.9 and 25.10. Employees shall not be covered by any other portion of the Collective Agreement but shall retain the right to the grievance procedure and the right of access to the Joint Committee established in the Collective Agreement.",
                            "contribution_waiver": "When an employee is in receipt of long-term disability benefits, the contributions required for benefit plans in Clause 18.3(b)(1) above and contributions for the College Pension Plan shall be waived by the Employer.",
                            "rehabilitative_employment": "An employee engaged in rehabilitative employment with the Employer and who is receiving partial long-term disability benefit payments shall have contributions required for benefit plans in Clause 18.3(b)(1) and contributions for the College Pension Plan waived by the Employer, except that the College Pension Plan contributions shall be deducted from any salary received from the Employer to cover the period of rehabilitative employment."
                        },
                        "benefits_upon_plan_termination": "In the event this Long-Term Disability Plan is terminated the benefit payments shall continue to be paid in accordance with the provisions of this Plan to disabled employees who become disabled while covered by this Plan prior to its termination.",
                        "waiver_of_contributions": "Employee contributions to this Plan shall be waived with respect to disabled employees during the time such an employee is in receipt of disability benefit payments from this Plan.",
                        "physical_examination": "At its own expense the Employer, shall have the right and be given the opportunity to have as often as it may reasonably require a medical doctor appointed by the Employer to examine, any employee whose injury, sickness, or mental or nervous disorder or health condition is the basis of claim upon this Plan."
                    }
                }
            }
        },
        "19": {
            "title": "SPECIAL AND OTHER LEAVES",
            "sections": {
                "19.1": {
                    "title": "Bereavement Leave",
                    "subsections": {
                        "a": "In the case of bereavement in the immediate family an employee not on leave of absence without pay shall be entitled to special leave, at their regular rate of pay, from the date of death to and including the day of the funeral with, if necessary, an allowance for immediate return travelling time. Such leave shall normally not exceed five (5) workdays.",
                        "b": "Immediate family is defined as an employee's parent, spouse, child, brother, sister, father-in-law, mother-in-law and any other relative permanently residing in the employee's household or with whom the employee permanently resides.",
                        "c": "In the event of the death of the employee's grandparent, grandchild, son-in-law, daughter-in-law, brother-in-law or sister-in-law, the employee shall be entitled to special leave for one (1) day for the purpose of attending the funeral."
                    }
                },
                "19.2": {
                    "title": "Special Leave",
                    "subsections": {
                        "a": "Where leave from work is required, an employee shall be entitled to special leave at their regular rate of pay for the following:",
                        "leave_types": {
                            "marriage_of_employee": "3 days",
                            "attend_wedding_of_employees_child": "1 day",
                            "birth_of_employees_child": "1 day",
                            "adoption_of_employees_child": "3 days",
                            "serious_household_or_domestic_emergency": "1 day",
                            "moving_household_furniture_and_effects": "1 day",
                            "attend_employees_formal_hearing_to_become_canadian_citizen": "1 day",
                            "attend_funeral_as_pallbearer_or_mourner": " day",
                            "court_appearance_for_hearing_of_employees_child": "1 day"
                        },
                        "additional_leave": "Should an employee request special leave for any reason other than those identified in Clauses 19.2(a)(1) through 19.2(a)(8) above, the request shall be directed to the Director, Human Resources for approval. Such leave shall not be unreasonably denied.",
                        "notice_requirements": "Two (2) weeks notice is required for leave under Clauses 19.2(a)(1), (2), (5) and (6).",
                        "timing_restrictions": "For the purposes of Clauses 19.2(a)(2), (4), (5), (6) (7) and (8), leave with pay shall be only for the workday on which the situation occurs. For the purpose of Clauses 19.2(a)(1) and (3), the leave requested must fall within a seven (7) day period of the event.",
                        "moving_qualifications": "For the purpose of determining eligibility for special leave under Clause 19.2(a)(5), an employee shall qualify if they are maintaining a self-contained household and if they are changing their place of residence which necessitates the moving of household furniture and effects during their normal working hours, and if they have not already qualified for special leave under Clause 19.2(a)(5) on two (2) occasions within the preceding twelve (12) months."
                    }
                },
                "19.3": {
                    "title": "Family Illness",
                    "subsections": {
                        "a": "After notifying their supervisor, an employee is entitled to use up to a maximum of five (5) days paid leave at any one time for the purpose of looking after an ill dependent child or spouse when no one at the employee's home other than the employee can provide for the needs of the child or spouse.",
                        "b": "The Employer may request a report from a qualified medical practitioner when it appears that a pattern of consistent absence is developing.",
                        "c": "The provisions of this article shall apply to an employee's parent. The Employer may require the written confirmation from a medical practitioner that the employee's attendance was required."
                    }
                },
                "19.4": {
                    "title": "Full-Time Union or Public Duties",
                    "content": "On written request the Employer shall grant, a leave of absence without pay for:",
                    "leave_types": [
                        "employees seeking election in a municipal, provincial or federal election, for a maximum period of ninety (90) days;",
                        "employees selected for a full-time position with the Union or any body to which the Union is affiliated for a period of one (1) year;",
                        "employees elected to a public office for a maximum period of five (5) years."
                    ]
                },
                "19.5": {
                    "title": "Leave for Court Appearances",
                    "subsections": {
                        "a": "The Employer shall grant paid leave to employees, other than employees on leave without pay, who serve as jurors or witnesses in a court action, provided such court action is not occasioned by the employee's private affairs.",
                        "b": "In cases where an employee's private affairs have occasioned a court appearance, such leave to attend at court shall be without pay.",
                        "c": "An employee in receipt of their regular earnings while serving at court shall remit to the Employer all monies paid to them by the court within five (5) workdays of receipt of such monies, except travelling and meal allowances not reimbursed by the Employer.",
                        "d": "Time spent at court by an employee in their official capacity shall be at their regular rate of pay.",
                        "e": "Court actions arising from employment, requiring attendance at court, shall be with pay.",
                        "f": "In the event an accused employee is jailed pending a court appearance, such leave of absence shall be without pay.",
                        "g": "For all the above leaves, the employee shall advise their supervisor as soon as the employee is aware that such leave is required."
                    }
                },
                "19.6": {
                    "title": "Leave for Examinations",
                    "subsections": {
                        "a": "Leave of absence with pay shall be granted to allow employees time to write examinations for courses approved by the Employer. Employees shall advise the Employer of the time and place of the examination when they are made aware of the time and place.",
                        "b": "Employees shall be permitted to write any in-service examination required by the Employer, upon satisfactory completion of the necessary term of service and training programs. Employees who fail an in-service examination shall, upon request and where available, receive a copy of their examination paper and shall be eligible to be re-examined. This provision shall not apply to examinations set as a condition of initial employment.",
                        "c": "Where workloads permit, employees shall be granted reasonable time during the regular workday to prepare for examinations in order to complete courses offered by the College for the employees. The parties recognize, however, that employees who avail themselves of the provisions of this clause have a responsibility to devote some of their own time to prepare themselves for such examinations."
                    }
                },
                "19.7": {
                    "title": "Leave for Taking Courses and Educational Leave",
                    "subsections": {
                        "a": "An employee shall be granted leave with pay to take courses at the request of the Employer. The Employer shall bear the full cost of the course, including tuition fees, entrance or registration fees, laboratory fees, and course-required books, necessary travelling and subsistence expenses, and other legitimate expenses where applicable. Fees are to be paid by the Employer when due.",
                        "b": "A regular employee shall be granted leave without pay for up to two (2) years to take courses in which the employee wishes to enrol, provided they give the Employer a minimum of four (4) months notice. Applications for such leave shall be submitted to the Employer for approval. The Employer shall pay all the benefits while the employee is on this leave provided the courses or education are beneficial to the College.",
                        "c": "Courses required by the Employer leading to a Provincial Instructor's Diploma shall be reimbursed in accordance with Clause 19.7(a).",
                        "d": "An employee shall notify the Employer of their return four (4) months prior to their scheduled return date."
                    }
                },
                "19.8": {
                    "title": "Elections",
                    "content": "Any employee eligible to vote in a federal, provincial or municipal election or a referendum shall have four (4) consecutive clear hours during the hours in which the polls are open in which to cast their ballot."
                },
                "19.9": {
                    "title": "General Leave",
                    "subsections": {
                        "a": "Notwithstanding any provision for leave in this Agreement, and subject to operational requirements, a leave of absence without pay may also be granted for any other reason, in which case, approval shall not be unreasonably withheld. All requests shall be submitted in writing with as much advance notice as possible. The Employer shall give notice in writing as to whether the request is approved or denied and the reasons therefore.",
                        "b": "An employee shall notify the Employer of their return four (4) months prior to their scheduled return date."
                    }
                },
                "19.10": {
                    "title": "Leave for Medical and Dental Care",
                    "subsections": {
                        "a": "Where it is not possible to schedule medical and/or dental appointments outside regularly scheduled working hours, reasonable time off for medical and dental appointments for employees, for their spouses or for dependent children shall be permitted, but where any such absence exceeds two (2) hours, the full-time absence shall be charged to the entitlement described in Clause 19.11.",
                        "b": "Employees in areas where adequate medical and dental facilities are not available shall be allowed to deduct from their credit described in Clause 19.11 the necessary return travelling time to receive personal or immediate family medical and dental care at the nearest medical centre. The Employer may request a certificate of a qualified medical or dental practitioner, as the case may be, stating that treatment could not be provided by facilities or services available at the employee's place of residence.",
                        "c": "The provisions of this article shall apply to an employee's parent. The Employer may require the written confirmation from a medical practitioner that the employee's attendance was required."
                    }
                },
                "19.11": {
                    "title": "Maximum Leave Entitlement",
                    "content": "Leaves taken under Clauses 19.2, 19.3 and 19.10 shall not exceed a total of ten (10) workdays per calendar year, unless additional special leave is approved by the Employer."
                },
                "19.12": {
                    "title": "Emergency Service Leave",
                    "content": "Where employees' services are required for emergency operations by request from provincial emergency programs or appropriate police authority, leave from work as required may be granted without loss of basic pay. If any remuneration, other than for expenses, is received, it shall be remitted to the Employer."
                },
                "19.13": {
                    "title": "Canadian Armed Forces",
                    "subsections": {
                        "a": "Employees who participate in activities related to the Reserve Component of the Canadian Armed Forces may be granted leave of absence as follows:",
                        "leave_types": {
                            "with_pay": "where an employee is required to take annual training with Her Majesty's Reserve Forces provided any remuneration from the Government of Canada is remitted to the Employer;",
                            "without_pay_training": "where an employee participates in a program of training for the purpose of qualifying for a higher rank;",
                            "without_pay_meetings": "where an employee, as a delegate, attends meetings of service associations or conferences related to the Canadian Armed Forces."
                        },
                        "b": "Any remuneration received from the Government of Canada for the purpose of activities related to the Canadian Armed Forces, may be retained by the employee when on leave of absence without pay, or where the employee chooses to use part or all of their vacation/annual leave entitlement for these activities, or where they elect to take leave of absence without pay for annual training as stipulated in Clause 19.13(a)(1) above."
                    }
                },
                "19.14": {
                    "title": "Technical Equipment or New Methods",
                    "content": "Where an employee is, or shall be, required to operate technical equipment or use new methods during the course of their duties and where seminars, demonstrations or conferences are held pertaining to such technical equipment or new methods, the employee may attend such demonstrations, conferences or seminars upon approval of their application by the Employer. Employees shall suffer no loss of regular salary as a result of such attendance."
                },
                "19.15": {
                    "title": "Oaths, X-Rays and Medical Examinations",
                    "content": "When the Employer requires employees to take oaths or undergo medical examinations or x-rays as required for employment, the Employer shall grant the necessary time off."
                },
                "19.16": {
                    "title": "Self-Funded Leave Plan",
                    "content": "The Self-Funded Leave Plan is available to all employees who hold a regular continuing appointment and have completed their probationary period."
                }
            }
        },
        "20": {
            "title": "PARENTAL LEAVE",
            "content": "Upon request, an employee shall be granted parental leave without pay subject to the following:",
            "provisions": [
                "The provisions of Article 8 of the Common Agreement.",
                "The request to take the parental leave must be made in writing, at least four (4) weeks prior to the proposed commencement of the leave and be accompanied by either a certificate of birth or a medical practitioner's certificate of the probable date of birth or proof of adoption. If four (4) weeks is not possible due to unforeseeable circumstances, the request must be submitted immediately once the need for parental leave becomes known.",
                "Where both parents are employees of the College, the parents shall decide which one of them will apply for the leave.",
                "For the birth mother, the leave shall commence: nine (9) weeks before the expected date of birth, or a date within that nine (9) week period that they choose, or when they are no longer able to work, or the date of birth",
                "An employee shall be deemed to have resigned on the date upon which the leave commenced if an application for re-employment is not made one (1) month prior to the expiration of the leave or if they do not return to work after having applied for re-employment.",
                "If an employee fails to return to work on the pre-arranged date, the Employer shall recover any monies paid for benefit continuation during the leave."
            ]
        },
        "21": {
            "title": "OCCUPATIONAL HEALTH AND SAFETY",
            "sections": {
                "21.1": {
                    "title": "Statutory Compliance",
                    "content": "The Union and the Employer agree that regulations made pursuant to the Workers Compensation Act, the Factories Act, or any other statute of the Province of British Columbia pertaining to the working environment, shall be fully complied with. First Aid kits shall be supplied in accordance with this clause."
                },
                "21.2": {
                    "title": "Joint Occupational Health and Safety Committee",
                    "subsections": {
                        "a": "A joint occupational health and safety committee shall be established. Union representatives shall be appointed by the Union and the employer representatives shall be appointed by the Employer. The Committee shall meet, in accordance with the Industrial Health and Safety Regulations, to make recommendations on unsafe, hazardous or dangerous conditions with the aim of preventing and reducing risk of occupational injury and illness. A copy of all minutes of the meetings of the Committee shall be sent to the Union and the Employer.",
                        "b": "Employees who are representatives of the Committee shall not suffer any loss of basic pay for the time spent attending a committee meeting.",
                        "c": "The Committee shall comprise three (3) representatives of the Union and three (3) representatives of the Employer. A union representative and an employer representative shall alternate in presiding over meetings."
                    }
                },
                "21.3": {
                    "title": "Unsafe Work Conditions",
                    "subsections": {
                        "a": "An employee may exercise their right to refuse to do unsafe work pursuant to Section 3.12 of the Occupational Health and Safety Regulation outlined in Information Appendix B and Part 3, Division 6 of the Workers Compensation Act.",
                        "b": "An employee must not be subject to discriminatory or disciplinary action pursuant to Section 3.13(1) of the Occupational Health and Safety Regulations outlined in Information Appendix B and Part 3, Division 6 of the Workers Compensation Act."
                    }
                },
                "21.4": {
                    "title": "Injury Pay Provision",
                    "content": "An employee who is injured on the job during working hours and is required to leave for treatment or is sent home for such injury shall receive payment for the remainder of their shift without deduction from short-term disability leave."
                },
                "21.5": {
                    "title": "Transportation of Accident Victims",
                    "content": "Transportation to and from the nearest physician or hospital within British Columbia for employees requiring medical care as a result of an on-the-job accident shall be at the expense of the Employer."
                },
                "21.6": {
                    "title": "Pollution Control",
                    "content": "The Employer and the Union agree to limit all forms of environmental pollution."
                },
                "21.7": {
                    "title": "Investigation of Accidents",
                    "content": "The Occupational Health and Safety Committee, as provided in Clause 21.2, shall be notified of each accident or injury to the employees and shall investigate and report to the Union and the Employer on the nature and cause of the accident or injury. In the event of a fatality of an employee, the College shall immediately notify the President/designate of the nature and circumstances of the accident."
                },
                "21.8": {
                    "title": "Industrial First Aid Requirements",
                    "subsections": {
                        "a": "The Union and the Employer agree that First Aid Regulations made pursuant to the Workers Compensation Act shall be fully complied with.",
                        "b": "Where the Employer requires an employee to perform first aid duties in addition to the normal requirements of the job, the cost of obtaining and renewing the Industrial First Aid Certificate shall be borne by the Employer, and leave to take the necessary courses shall be granted with pay.",
                        "c": "Effective the first (1st) of the month following the signing of this Agreement an additional payment shall be granted to employee on the basis of the type of Industrial First Aid Certificate they are required to possess under this clause, as follows: Occupational First Aid Certificate, Class 3 - $44 biweekly; Occupational First Aid Certificate, Class 2 - $32 biweekly; Occupational First Aid Certificate, Class 1 - $30 biweekly"
                    }
                },
                "21.9": {
                    "title": "Training Program for Joint Occupational Health and Safety Committee",
                    "content": "An ongoing training program for the Occupational Health and Safety Committee, which was developed in consultation with the Workers' Compensation Board, and which may be amended from time to time by mutual agreement, shall provide a training program for members of the Occupational Health and Safety Committee dealing with the objectives and duties of the Committee."
                },
                "21.10": {
                    "title": "Safe Working Conditions",
                    "content": "The Employer undertakes to maintain office furniture, equipment, etc., in a practical and safe condition in order to avoid injury to employees or damage to their attire. Employees, for their part and in their own interest, are expected to advise the Employer of any such potentially injurious equipment."
                },
                "21.11": {
                    "title": "Investigation of Safety Matters",
                    "content": "An employee who is a member of, or is designated by, the Joint Occupational Health and Safety Committee and who has been authorized by that Committee to investigate safety matters shall not suffer any loss of basic pay for time so spent."
                },
                "21.12": {
                    "title": "Safety Equipment",
                    "content": "Where employees opt for other than the standard safety boots acquired through the Purchasing Department, they shall be reimbursed to the maximum of two hundred and fifty dollars ($250). Safety boots shall not be issued at less than a two (2) year cycle except in exceptional circumstances which shall be established with the employee's supervisor. Cost for maintenance or modification of safety boots shall be at the Employer's expense."
                },
                "21.13": {
                    "title": "Emergency Survival Techniques",
                    "content": "The College shall provide valid instructional materials to be supplied by the Union which teach essentials of emergency survival techniques for all employees who are required to work and/or travel under isolated field conditions or camp situations. Such instructional materials shall be provided for all employees prior to commencement of their field assignments."
                },
                "21.14": {
                    "title": "Whistle Blowing Protection",
                    "content": "No employee shall be disciplined, discharged, penalized, or intimidated as a result of reporting any alleged violations to the College or to another agency, provided the College has been notified of the alleged violation first. The College shall have thirty (30) days to investigate the alleged violation and report the outcome to the employee and the Union. The employee shall not report the alleged violation to another agency prior to the outcome of the investigation. All information shall be kept confidential for the thirty (30) day investigation period."
                }
            }
        },
        "22": {
            "title": "TECHNOLOGICAL CHANGE",
            "sections": {
                "22.1": {
                    "title": "Definition",
                    "content": "\"Technological Change\" shall be as defined in Section 54 of the Labour Code."
                },
                "22.2": {
                    "title": "Notice",
                    "content": "After notice has been given by the College to the Union, the College and the Union shall meet within fourteen (14) days of the date of the notice."
                },
                "22.3": {
                    "title": "Reference to Arbitration",
                    "content": "All disputes arising in relation to adjustment to technological change shall be finally and conclusively settled, without stoppage of work, by arbitration in accordance with Article 9 of this Agreement."
                },
                "22.4": {
                    "title": "Arbitrator's Powers",
                    "content": "The Arbitrator has the powers contained in Part 8 of the Labour Code."
                }
            }
        },
        "23": {
            "title": "HEALTH AND WELFARE",
            "note": "The current terms of the plans may be found at: https://www.coastmountaincollege.ca/about-cmtn/cmtn-careers/employee-benefits. See also Clause 9.2.1 Benefit Provisions and Appendix F Medical Travel Referral Benefit in the Common Agreement.",
            "sections": {
                "23.1": {
                    "title": "Basic Medical Insurance",
                    "content": "All regular employees, whether full-time or part-time, shall be covered by the Medical Plan, for which the British Columbia Medical Plan is the licensed carrier. Benefits and premium rates shall be in accordance with the existing policy of the plan. The Employer shall pay one hundred percent (100%) of the regular premium."
                },
                "23.2": {
                    "title": "Extended Health Care Plan",
                    "subsections": {
                        "a": "The Employer shall pay the monthly premium for regular employees entitled to coverage under a mutually acceptable Extended Health Care Plan.",
                        "b": "The plan is to make provision for transportation for an employee or an eligible dependant to medical services not available in the employee's home community.",
                        "c": "Where upon the written advice of a medical practitioner a person eligible under Clause 24.2(b) requires a travelling companion, transportation costs for the companion shall also be paid.",
                        "d": "The plan shall also provide for expenses of up to fifty dollars ($50) per day up to a maximum of seven (7) days per referral in cases where transportation has been provided under Clauses 24.2(b) and (c) above. There shall be no doubling up of the daily maximum for the patient and the travelling companion."
                    }
                },
                "23.3": {
                    "title": "Dental Plan",
                    "subsections": {
                        "a": "All eligible employees will receive dental plan benefits coverage the first day of the month following the employees' date of hire.",
                        "b": "The Employer shall pay the monthly premium for employees entitled to coverage under a mutually acceptable plan which provides: Part A - one hundred percent (100%) coverage; Part B - sixty percent (60%) coverage; Part C - fifty percent (50%) coverage.",
                        "c": "An employee and dependents to age 21 are eligible for orthodontic services under Part C after twelve (12) months' participation in the Plan. Orthodontic services are subject to a lifetime maximum payment of $2,300."
                    }
                },
                "23.4": {
                    "title": "Group Life and Accidental Death and Dismemberment",
                    "subsections": {
                        "a": "The Employer shall provide a mutually acceptable group life plan with benefits equivalent to triple an employee's annual salary. The Employer shall pay the entire premium for group life insurance for BCGEU Faculty.",
                        "b": "Employees shall, as a condition of employment, enrol in the Group Life Plan.",
                        "c": "The Group Life Plan shall include the following provisions for accidental dismemberment: (1) loss of both hands or feet the principal sum; (2) loss of sight of both eyes the principal sum; (3) loss of one hand and one foot the principal sum; (4) loss of one hand or one foot and sight of one eye the principal sum; (5) loss of one hand or one foot one-half the principal sum; (6) loss of sight of one eye one-half the principal sum.",
                        "d": "At the total expense of the employee spousal and optional life insurance shall be offered. Coverage to be within the limits of the employee's insurance coverage as set out in Clause 23.4(a) above or up to a maximum of triple (3) Step 1 annual salary, subject to carrier approval."
                    }
                },
                "23.5": {
                    "title": "Air Travel Insurance",
                    "subsections": {
                        "a": "In the event of death or disability incurred while travelling by aircraft on business of the College, employees shall be covered by the terms and conditions of the College blanket insurance policy.",
                        "b": "The amounts specified in the policy shall be paid to employees in the case of disability; and in the case of death, to the employee's beneficiary as designated under the Group Life Plan, if any, or in the absence of such beneficiary, to the employee's estate.",
                        "c": "Coverage shall commence from the place of employment or residence, whichever may last occur, and end upon returning to the regular place of employment or residence, whichever may occur first. Employees are not covered while piloting an aircraft in the course of their duties unless employed or paid as a pilot, or unless otherwise authorized."
                    }
                },
                "23.6": {
                    "title": "Unemployment Insurance",
                    "content": "Unemployment Insurance coverage shall be provided during the life of this Agreement for regular and non-regular employees who would, if employed by a private employer, be eligible for such coverage under the provisions of the Unemployment Insurance Act."
                },
                "23.7": {
                    "title": "Medical Examination",
                    "content": "Where the Employer requires an employee to submit to a medical examination or medical interview, it shall be at the Employer's expense and on the Employer's time, other than a medical examination required under Clause 18.2(c)."
                },
                "23.8": {
                    "title": "Legislative Changes",
                    "content": "If the premium paid by the Employer for any employee benefit stipulated by this Agreement is reduced as a result of any legislative or other action by the government of British Columbia, the amount of the saving shall be used to increase other benefits available to the employees, as may be mutually agreed between the parties.",
                    "note": "See Memorandum of Understanding re: Article 23.8 - Legislative Changes for clarity on the application of this Article."
                },
                "23.9": {
                    "title": "Health and Welfare Plans",
                    "subsections": {
                        "a": "A copy of the master contracts with the carriers for the extended health care, dental and group life plans shall be sent to the President of the Union.",
                        "b": "The Employer shall consult with the Union before developing any pamphlet explaining the highlights of the plans for distribution to the employees. The cost of such a pamphlet shall be borne by the Employer.",
                        "c": "Each member shall be provided with a Benefits booklet with a detailed description of all the benefits and related procedures. The booklet shall include, but not be limited to the following: eligibility, dependants, start and end dates, leaves of absence, medical, extended medical, pharmacare, medical travel, EAP, dental, sick leave, STIIP, LTD, life insurance, other insurance plans, the College Pension Plan, CPP, Deferred Salary Plan, and Workers' Compensation. All this information shall be available on the College website and shall be updated whenever changes are made. All members shall be notified of changes to the plan and updates to the website information."
                    }
                },
                "23.10": {
                    "title": "Protective Clothing",
                    "content": "Effective the date of signing, an employee as a result of the proper performance of their physical duties, shall be reimbursed for the cost of replacement of such items as: eyeglasses, prosthesis, hearing aids"
                },
                "23.11": {
                    "title": "Flu Vaccinations",
                    "content": "Members shall be reimbursed for flu vaccinations where the member is not already entitled to a free vaccination."
                }
            }
        },
        "24": {
            "title": "WORK CLOTHING AND EQUIPMENT",
            "sections": {
                "24.1": {
                    "title": "Protective Clothing",
                    "subsections": {
                        "a": "The Employer shall provide adequate protective clothing where the need arises. This shall normally include smocks, laboratory coats, or coveralls where the employee's clothes may be soiled due to the work situation.",
                        "b": "Where work is to be performed outdoors in inclement weather pursuant to Clause 24.1(a) above, the necessary rain wear, parkas or gloves shall also be made available."
                    }
                },
                "24.2": {
                    "title": "Special Apparel",
                    "content": "If a particular type of work clothing or special apparel is required by the nature of the employee's job, such clothing or apparel shall be provided by the Employer."
                },
                "24.3": {
                    "title": "Maintenance of Clothing",
                    "content": "It shall be the Employer's responsibility to ensure that uniforms and clothing issued is properly cleaned, maintained and repaired. The Employer shall bear all costs of such cleaning, maintenance and repairs."
                },
                "24.4": {
                    "title": "Union Label",
                    "content": "Upon depletion of existing stocks, all uniforms and clothing issued by the Employer shall, where possible, bear a recognized union label."
                },
                "24.5": {
                    "title": "Lockers",
                    "content": "Where employees are required to change their uniforms in the course of their normal duties, and where space is available, lockers, which can be locked, shall be provided."
                },
                "24.6": {
                    "title": "Supply and Maintenance of Equipment",
                    "subsections": {
                        "a": "An employee shall not suffer loss in salary in the event that they cannot carry out their normal duties by reason of the Employer failing to furnish or properly maintain equipment, machinery, supplies or by reason of power failures or other circumstances occurring at the place of work.",
                        "b": "This clause shall not apply to short-term relief personnel beyond the day of occurrence."
                    }
                }
            }
        },
        "25": {
            "title": "PAYMENT OF WAGES AND ALLOWANCES",
            "sections": {
                "25.1": {
                    "title": "Equal Pay",
                    "content": "The Employer shall not discriminate between male and female employees by employing a person of one sex for any work at a rate of pay that is less than the rate of pay at which a person of the other sex is employed for similar or substantially similar work."
                },
                "25.2": {
                    "title": "Payday",
                    "subsections": {
                        "a": "Employees shall be paid biweekly.",
                        "b": "The Employer shall provide each employee with a comprehensive statement accompanying each direct deposit detailing all payments, allowances and deductions."
                    }
                },
                "25.3": {
                    "title": "Rates of Pay",
                    "content": "Rates of pay are found in the Common Agreement, the Provincial Salary Scale Appendix A.",
                    "salary_increases": {
                        "date_of_ratification": "2.0%",
                        "april_1_2020": "2.0%",
                        "april_1_2021": "2.0%"
                    }
                },
                "25.4": {
                    "title": "Vehicle Allowance",
                    "subsections": {
                        "a": "Vehicle allowances for all distances travelled on College business shall be paid to employees required to use their own vehicles in the performance of their duties. The allowance shall cover distance to and from the employee's place of residence, up to a total maximum of thirty-two (32) kilometres, only when the employee is required to have their vehicle at work for use in the performance of their duties.",
                        "b": "Effective date of ratification, the vehicle allowance shall be forty-nine cents (49) per kilometre. Effective April 1, 2020 the vehicle allowance shall be fifty cents (50) per kilometre. Effective April 1, 2021 the vehicle allowance shall be fifty-one cents (51) per kilometre.",
                        "c": "Subject to the prior approval of the College President or their designate, an employee who is in a position designated by the College to travel on college business in excess of six (6) days per month per insurance year shall be reimbursed one hundred percent (100%) of the annual incremental cost based on Safe Driver Discount rates of the Insurance Corporation of British Columbia Class 007 (Business) premium that is over and above that for Class 002 (Pleasure, Drive to Work or School) upon presentation of appropriate receipts and documents.",
                        "d": "The College shall provide a vehicle upon request of an employee required to travel on College business.",
                        "e": "If the College raises the rates for mileage for excluded personnel or other bargaining unit employees during the life of the Agreement, these rates shall be amended accordingly."
                    }
                },
                "25.5": {
                    "title": "Meals, Lodging (including Mobile Lodging) and Travel Allowances",
                    "meals": {
                        "effective_date_of_ratification": {
                            "breakfast": "$10.77 - Travel prior to 7:00 a.m.",
                            "lunch": "$13.46 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$23.69 - Travel after 6:00 p.m."
                        },
                        "effective_april_1_2020": {
                            "breakfast": "$10.99 - Travel prior to 7:00 a.m.",
                            "lunch": "$13.73 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$24.16 - Travel after 6:00 p.m."
                        },
                        "effective_april_1_2021": {
                            "breakfast": "$11.20 - Travel prior to 7:00 a.m.",
                            "lunch": "$14.00 - Travel between 11:00 a.m. and 1:00 p.m.",
                            "dinner": "$24.64 - Travel after 6:00 p.m."
                        }
                    },
                    "lodging": "Reasonable actual costs upon production of receipts, or thirty-five dollars ($35) per night, without receipt.",
                    "travel": "Reasonable actual costs (normally based on economy fare) upon production of receipts.",
                    "child_care_cost": "Where employees are required to travel on College business away from their regular headquarters or geographic location and they incur child care expenses over and above their normal child care expenses, they shall be eligible for up to twenty-five dollars ($25) per day upon the production of receipts."
                },
                "25.6": {
                    "title": "Transportation for Employees",
                    "content": "Where convenient public transportation or other transportation facilities are not available, transportation shall be provided to employees who are required to work other than their normal working hours, and who must travel to or from their home during the hours between 1:00 a.m. and 6:00 a.m. An employee shall be reimbursed for the cost of commercial transportation upon production of receipts."
                },
                "25.7": {
                    "title": "Upgrading Qualifications",
                    "content": "Where the Employer requires an employee to upgrade their skills or qualifications in order to operate or maintain new equipment, the cost of training, and normal living and travel expenses as laid down in this Agreement shall be borne by the Employer."
                },
                "25.8": {
                    "title": "Relocation Expenses",
                    "subsections": {
                        "a": "Regular employees who have to move from one geographic location to another at the Employer's request, shall be entitled to relocation expenses in accordance with the agreed upon established regulations as set out in Appendix 2.",
                        "b": "Regular employees who have to move from one geographic location to another after winning a competition shall be entitled to reimbursement of relocation expenses up to a maximum amount of one thousand two hundred dollars ($1,200) upon production of receipts.",
                        "c": "The provisions under Clauses 25.8(a) and (b) shall also apply to non-regular employees who have completed two hundred (200) days within a fifteen (15) month period."
                    }
                },
                "25.9": {
                    "title": "Payment to Dependants on Death",
                    "content": "Where an employee dies while in the service of the College, the following amounts shall be paid to the employee's beneficiary as designated under the Group Life Plan, if any, or in the absence of such beneficiary, to the employee's estate: one (1) month's salary for each completed continuous year in the service of the College, to a maximum of six (6) month's salary."
                },
                "25.10": {
                    "title": "Early Retirement",
                    "long_service_payment": "Upon retirement from service, an employee who has completed twenty (20) years of continuous service, and who under the provisions of the Public Sector Pension Plans Act, College Pension Plan is entitled to receive a superannuation allowance on retirement, is entitled to an amount equal to their salary for one (1) month, and, for each full year of service exceeding twenty (20) years but not exceeding thirty (30) years, is entitled to an additional amount equal to one-fifth (1/5) of their monthly salary.",
                    "early_retirement_incentive": {
                        "requirements": [
                            "is age 55 or over",
                            "has a minimum of ten (10) years of service in the BC College and Institute System",
                            "is a regular employee at the time of early retirement",
                            "elects to cease employment with the College for the purpose of retirement"
                        ],
                        "payment_schedule": {
                            "age_55_to_59": "100% of Annual Salary",
                            "age_60": "80% of Annual Salary",
                            "age_61": "60% of Annual Salary",
                            "age_62": "40% of Annual Salary",
                            "age_63": "20% of Annual Salary",
                            "age_64": "0% of Annual Salary"
                        },
                        "additional_provisions": [
                            "An employer may opt to pay the early retirement incentive in three equal annual payments over a thirty-six (36) month period",
                            "Eligible bargaining unit members may opt for a partial early retirement with a prorated incentive",
                            "An employee accepting an early retirement incentive from the College shall not be re-employed by the College at a later date",
                            "The College and the Union shall co-sponsor an early retirement seminar for faculty once per year",
                            "The Employer shall provide up to three (3) financial counselling sessions at the employee's options",
                            "The Employer shall facilitate a Retirement Planning Seminar once a year upon request of the faculty"
                        ]
                    }
                },
                "25.11": {
                    "title": "Salary Rate upon Employment",
                    "content": "The hiring rate of pay for a new employee shall not be higher than the rate of pay for an existing employee in the same classification with similar work experience, training and education."
                },
                "25.12": {
                    "title": "Telephone Allowance",
                    "content": "Employees on travel status who are required to obtain overnight accommodation shall be entitled to claim for one ten (10) minute telephone call home, within British Columbia, for every two (2) nights away."
                },
                "25.13": {
                    "title": "Hourly, Daily and Partial Biweekly Calculations",
                    "formula": "Adjusted biweekly Salary = (hours worked and paid holidays x biweekly salary) / (hours scheduled and paid holidays)",
                    "note": "(paid holiday = the weekly maxima defined in Clause 31.3 divided by five [5] days)."
                },
                "25.14": {
                    "title": "Increments for Instructional Staff",
                    "progression": "Instructors shall progress one (1) increment for each year of seniority through all incremental steps of the salary schedule",
                    "cross_union_appointments": "Movement on the salary scale shall be based on each full year of instructional employment with the College, not each full year of employment within each bargaining unit.",
                    "initial_placement_criteria": {
                        "educational_credentials": {
                            "two_year_diploma": "initial placement at Step BFA 11",
                            "bachelors_degree": "initial placement at Step BFA 10",
                            "post_graduate_certification": "initial placement at Step BFA 9"
                        },
                        "experience": {
                            "instructional": "One (1) additional step for each year of related instructional experience",
                            "work": "One (1) additional step for each two (2) years of related work experience"
                        },
                        "maximum_initial_placement": "Step BFA 5 of the scale"
                    }
                },
                "25.15": {
                    "title": "Special Allowances",
                    "content": "Program Chair, Coordinator/Instructors shall receive a biweekly administrative allowance and shall be paid in accordance with Appendix 1 attached to and forming part of this Agreement."
                },
                "25.16": {
                    "title": "Hosting Expenses",
                    "content": "Where employees have guest speakers, recruiting officers, consultants, community relations personnel or other non-service personnel at their workplace in the course of their duties, they shall, subject to prior approval, be reimbursed for reasonable expenses upon production of receipts."
                },
                "25.17": {
                    "title": "Expenses within Headquarters Area",
                    "content": "Subject to approval by the Employer, an employee in performing their duties within their headquarters area may claim unusual and/or extraordinary out-of-pocket expenses. It is agreed that payment for out-of-pocket expenses is intended to include payment for meals where the situation warrants."
                },
                "25.18": {
                    "title": "Temporary Assignment Travel",
                    "conditions": [
                        "Travel between the employee's place of temporary accommodation and the worksite shall be considered as time worked",
                        "Employees shall be provided with return economy air fare in order to allow them to return to their place of residence and return to the worksite at the end of each workweek on the employee's time",
                        "Employees who choose not to return to their place of residence shall not receive the return air fare"
                    ]
                },
                "25.19": {
                    "title": "Travel Outside Province",
                    "provisions": [
                        "Employees required to travel outside the province shall be reimbursed for receipted expenses incurred in the course of their duties",
                        "In view of fatigue occasioned by international travel, employees shall be provided reasonable stopover time where required",
                        "All expenses shall be reimbursed at the actual cost to the employee, taking into account the currency exchange rate incurred"
                    ]
                },
                "25.20": {
                    "title": "Professional Membership Dues and Fees",
                    "content": "Where the College requires as a condition of continuing employment that a regular faculty member maintain a specified professional association membership, the College shall pay the annual dues required to maintain such membership."
                }
            }
        },
        "26": {
            "title": "CLASSIFICATION AND RECLASSIFICATION",
            "sections": {
                "26.1": {
                    "title": "Job Duties",
                    "content": "Provided the duties contained in any job continue to be performed, the Employer may not split, divide, or materially alter that configuration of duties for the purpose of displacing an existing employee not on layoff, without prior mutual agreement with the Union or an arbitrator's decision."
                },
                "26.2": {
                    "title": "Reorganization",
                    "principles": [
                        "The Employer agrees to give the President of the Union advance notice of a reorganization within the College which shall affect employees within the bargaining unit",
                        "The Employer agrees to consult first with the Union and then the employees involved for the purpose of discussing the implications of such changes prior to the implementation of same",
                        "Where a position has been identified by the Employer as one which shall be affected by the reorganization, the incumbent shall be advised in writing by the Employer",
                        "Any employee affected by the reorganization shall not be subject to the provisions of Clause 10.8 probationary period"
                    ]
                },
                "26.3": {
                    "title": "Regularization of Employees",
                    "entitlement_criteria": [
                        "Entitlement to regularization after a period of time worked of at least two (2) consecutive appointment years of work at a workload of fifty percent (50%) or greater for each of two (2) consecutive appointment years and where there is a reasonable expectation of ongoing employment for which the employee is qualified at a workload of at least fifty percent (50%) or greater for two semesters in the next appointment year",
                        "Entitlement to regularization after the employee has performed a workload of at least of one hundred and twenty percent (120%) of an annualized workload over at least two (2) consecutive years and there is a reasonable expectation of an ongoing workload assignment for which the employee is qualified, of at least fifty percent (50%) on an annualized basis over the immediately subsequent appointment year"
                    ],
                    "protections": "No employee shall suffer any reduction or loss of salary or benefit as a result of this realignment of employee status",
                    "dispute_resolution": "In the event of any disagreements in the implementation of this regularization process, referrals shall be made to JADRAC under Article 6.1.5 of the Common Agreement for resolution."
                }
            }
        },
        "27": {
            "title": "JOINT COMMITTEE",
            "sections": {
                "27.1": {
                    "title": "Establishment of a Joint Committee",
                    "content": "There shall be established one (1) joint committee composed of two (2) union representatives and two (2) employer representatives. This Committee may call upon additional persons for technical information or advice. The Committee may establish subcommittees or ad hoc committees as it deems necessary and shall set guidelines and operating procedures for such committees."
                },
                "27.2": {
                    "title": "Meetings of Committee",
                    "content": "The Joint Committee shall meet every two (2) months at a mutually agreeable time and place. Employees shall not suffer any loss of basic pay for time spent on this Committee."
                },
                "27.3": {
                    "title": "Chairperson of Committee",
                    "content": "An employer representative and a union representative shall alternate in presiding over meetings."
                },
                "27.4": {
                    "title": "Responsibilities of Committee",
                    "general": "The Committee shall not have jurisdiction over wages or any other matter of collective bargaining, including the administration of this Agreement. Except as specified in this Agreement the Committee shall not have the power to bind either the Union, its members or the Employer to any decisions or conclusions reached in their discussions.",
                    "specific_items": [
                        "Transfers Without Posting",
                        "Appointment Procedures",
                        "Authorization and Application of Overtime",
                        "Uniforms",
                        "Child Care Facilities",
                        "Parking",
                        "Indemnity",
                        "Reorganization",
                        "Personal Duties",
                        "On-the-Job Training",
                        "Long-Term Disability",
                        "Faculty Workload",
                        "Employee Fitness"
                    ]
                },
                "27.5": {
                    "title": "Committee to Allocate Training",
                    "content": "The Employer agrees that, subject to operational requirements, and employee skill development needs, when selecting employees to attend training courses the College will consider the factors of seniority, work performance enhancement needs and equitability of access as determinants for selection."
                },
                "27.6": {
                    "title": "Reference",
                    "content": "The parties shall refer to the relevant provisions of the 1989-1991 Collective Agreement when discussing the specific items in Clause 27.4(b) above."
                }
            }
        },
        "28": {
            "title": "SECONDMENT",
            "sections": {
                "28.1": {
                    "title": "Definition",
                    "content": "\"Secondment\" means a process by which the Employer may, with the consent of the employee, assign an employee to another Employer not subject to this Agreement."
                },
                "28.2": {
                    "title": "Notice of Secondment",
                    "content": "The Employer agrees to make every effort to provide an employee with four (4) weeks' written notice of secondment. Where possible, the written notice of secondment shall indicate the term of secondment."
                },
                "28.3": {
                    "title": "Provisions of BCGEU Agreement to Apply",
                    "content": "The provisions of this Agreement shall apply to seconded employees. The Employer to which the employee is seconded shall receive written notice of this article and shall be provided with a copy of this Agreement."
                },
                "28.4": {
                    "title": "Employer's Representative Designated to Handle Grievances at the Second Step",
                    "content": "The Employer shall inform the employee of the Employer's representative designated to handle grievances at the second step. Where a seconded employee has a grievance and their supervisor is not appointed to the College, the employee shall discuss the grievance with their supervisor. Failing resolution, the employee may submit a written grievance, through a steward nominated by the Union, to the second step of the grievance procedure."
                }
            }
        },
        "29": {
            "title": "NON-REGULAR AND SUBSTITUTE INSTRUCTORS",
            "sections": {
                "29.1": {
                    "title": "Letter of Appointment",
                    "subsections": {
                        "a": "An non-regular employee shall receive a letter of appointment stating their employment status and expected duration of employment within one week of commencement of employment.",
                        "b": "The Employer shall not use non-regular or regular part-time employees or a combination of non-regular or regular part-time employees to the extent that they replace, displace or prevent the hiring of a regular full-time employee.",
                        "c": "Except as otherwise stipulated in this article, a non-regular employee shall be entitled to an allowance of four percent (4%) in lieu of all benefits applicable to regular employees."
                    }
                },
                "29.2": {
                    "title": "Seniority on Applying for Regular Positions",
                    "subsections": {
                        "a": "Non-regular employees shall be recognized as in-service applicants when applying for regular positions.",
                        "b": "Subject to Clause 29.4, a non-regular employee shall have their length of service as a non-regular employee recognized in the selection process and shall be credited with equivalent regular seniority upon appointment."
                    }
                },
                "29.3": {
                    "title": "Seniority",
                    "subsections": {
                        "a": "Employees shall earn seniority during the initial probationary period of sixty (60) workdays. An employee terminated during the probationary period shall lose seniority and not be placed on the recall list.",
                        "b": "For the purpose of layoff and recall, a non-regular employee shall accumulate service and classification seniority within a geographic location, on the basis of: all hours worked; designated paid holidays or days off in lieu; annual vacation.",
                        "c": "Subject to Clause 29.4, a non-regular employee shall retain their service and classification seniority if they are moved by the Employer from one geographic location to another.",
                        "d": "For the purpose of layoff and recall, non-regular employees who are on a claim recognized by the Workers' Compensation Board which arises out of a work-related injury while employed by the College, shall earn seniority for all hours the employee would have worked had they not been injured and been able to stay on the job."
                    }
                },
                "29.4": {
                    "title": "Loss of Seniority",
                    "conditions": [
                        "the employee is terminated for just cause",
                        "the employee voluntarily terminates or abandons their position",
                        "the employee is on layoff for more than two (2) years",
                        "the employee is unavailable for, or declines, two (2) offers, on separate days, of re-employment in which the duration and nature of work is reasonably similar to that which the employee carried out prior to layoff"
                    ]
                },
                "29.5": {
                    "title": "Layoff and Recall",
                    "provisions": [
                        "Layoff of non-regular employees shall be by classification in reverse order of service seniority within a geographic location",
                        "Non-regular employees on layoff shall be recalled in order of service seniority within a geographic location, provided the non-regular employee is qualified to carry out the work which is available",
                        "Non-regular employees hired for a term certain shall be laid off upon completion of the term and shall be subject to recall procedures",
                        "The bargaining unit Chairpersons shall have access to recall lists for verification of seniority, the process of recall, and updating"
                    ]
                },
                "29.6": {
                    "title": "Application of Agreement",
                    "content": "Except as otherwise noted in this article, the provisions of Articles 11, 13, 16, 17, 18, 19, and 24 do not apply to non-regular employees. The provisions of other articles apply to non-regular employees, except as otherwise indicated."
                },
                "29.7": {
                    "title": "Designated Paid Holidays",
                    "provisions": [
                        "Non-regular employees who work the day before and the day after a paid holiday, or who have worked fifteen (15) of the previous thirty (30) days, shall be compensated for the holiday",
                        "An non-regular employee who is qualified to receive compensation for the holiday and who is required to work on that day shall be compensated at the same rate as regular employees in the same situation"
                    ]
                },
                "29.8": {
                    "title": "Annual Vacation",
                    "content": "Non-regular employees shall be entitled to receive vacation entitlement as applicable to regular employees on a pro rata basis to a maximum of seven percent (7%) except that such entitlement shall be paid in cash."
                },
                "29.9": {
                    "title": "Substitute Instructors",
                    "provisions": [
                        "The Employer shall advertise in each region on a yearly basis to develop and maintain a list of qualified substitute instructors available on a short-term basis",
                        "Substitute instructors shall be paid in accordance with the \"Substitute Hourly Rate\" in the Instructor Salary Scale set out in Appendix 1",
                        "Substitute instructors shall not be covered by Article 29 (29.1 - 29.8) unless they work more than eighteen (18) class contact hours. Substitute instructors who work more than eighteen (18) class contact hours shall become non-regular employees"
                    ]
                }
            }
        },
        "30": {
            "title": "GENERAL CONDITIONS",
            "sections": {
                "30.1": {
                    "title": "Indemnity",
                    "civil_actions": "Except when the Joint Committee established under Article 27 considers that there has been flagrant or wilful negligence on the part of an employee, the Employer agrees not to seek indemnity against an employee whose actions result in a judgement against the Employer. The Employer agrees to pay any judgement against an employee arising out of the performance of their duties.",
                    "criminal_actions": "Where an employee is charged with an offence resulting directly from the proper performance of their duties and is subsequently found not guilty, the employee shall be reimbursed for reasonable legal fees.",
                    "canada_shipping_act": "Where an employee is called before a hearing held under the Canada Shipping Act resulting directly from the proper performance of their duties, the employee shall be reimbursed for reasonable legal fees.",
                    "notification_requirements": [
                        "when the employee is first approached by any person or organization notifying them of intended legal action against them",
                        "when the employee themselves requires or retains legal counsel in regard to the incident or course of events",
                        "where any investigative body or authority first notifies the employee of any investigation or other proceeding which might lead to legal action against the employee",
                        "when information first becomes known to the employee in the light of which it is a reasonable assumption that the employee would conclude that they might be the object of legal action",
                        "when an employee receives notice of any legal proceeding of any nature or kind"
                    ]
                },
                "30.2": {
                    "title": "Payroll Deductions",
                    "provisions": [
                        "A continuing employee shall be entitled to have deductions from their salary assigned for the purchase of Canada Payroll Savings",
                        "Where a clerical or mathematical error has occurred in establishing or calculating an employee's basic salary, premium rates or allowances, it shall be rectified in total and retroactively for a period not to exceed the duration of this contract",
                        "Maximum recovery rate of overpayments shall be at the same rate as which the overpayment was made"
                    ]
                },
                "30.3": {
                    "title": "Political Activity",
                    "municipal_and_school_board": [
                        "employees may seek election to municipal and school board offices provided that the duties do not impinge on normal working hours; unless the duty is to attend a regular council or board meeting",
                        "where municipal council or school board meetings are held during the employee's normal working hours, the College shall grant leave without pay to attend such meetings"
                    ],
                    "federal_and_provincial": "There are no restrictions on employees engaging in political activities on their own time as campaign workers. If an employee is nominated as a candidate for election, the employee shall be granted leave without pay to engage in the election campaign."
                },
                "30.4": {
                    "title": "Copies of Agreement",
                    "content": "The Union and the Employer desire every employee to be familiar with the provisions of this Agreement, and the employee's rights and obligations under it. For this reason the Employer shall ensure that all employees have access electronically to the collective agreement. The Employer will print up to fifteen (15) copies of the collective agreement upon request by the Union."
                },
                "30.5": {
                    "title": "Travel Advance",
                    "content": "Employees who are required to proceed on travel status, shall be provided with an adequate travel advance. The amount of advance shall be determined by such factors as time away from headquarters and the frequency of reimbursement. Employees who fail to submit a travel expense form accounting for the travel advance within fifteen (15) calendar days of the completion of such travel shall not be eligible for further travel advances until such time as the accounting for the travel advance is finalized."
                },
                "30.6": {
                    "title": "Personal Research",
                    "content": "Subject to approval by the Employer, an employee may use facilities normally used in the course of their duties to carry out personal research or projects. The cost of materials shall be borne by the employee. Such approval shall not be unreasonably withheld by the Employer. A clearly enunciated and consistent policy regarding use and access to facilities and safety concerns shall be posted."
                },
                "30.7": {
                    "title": "Positions Temporarily Vacant",
                    "provisions": [
                        "Except in cases of emergency the Employer agrees that, an employee's workload shall not be increased as a result of positions temporarily vacant due to illness, vacation leave or any other reasons",
                        "In such instances, the Employer shall give qualified regular employees the opportunity to substitute in higher paying positions and arrange for staff replacements at the lowest paying category",
                        "When faculty are unable to teach their scheduled class(es) due to illness, medical leaves and emergencies, and an instructor is required to ensure the integrity of the course(s) and the program(s), the College shall provide substitute instructors"
                    ]
                },
                "30.8": {
                    "title": "Cashier Policy",
                    "content": "Employees who perform duties as cashiers shall not be penalized for cash errors. Cashiers who do make excessive or too frequent cash errors shall be: provided with further training as a cashier; or provided retraining with a view to placement in a more suitable position; or liable for disciplinary action provided there was no success in the previous options."
                },
                "30.9": {
                    "title": "Recreational Use of Employer's Vehicles and Communication Facilities",
                    "provisions": [
                        "Where employees are required to obtain accommodation at a point distant from their place of residence, they shall be permitted reasonable personal use of an Employer's vehicle, if available, during their non-working hours",
                        "The Employer also agrees to permit reasonable personal use by such employees of the communication facilities at the worksite"
                    ]
                },
                "30.10": {
                    "title": "College Courses",
                    "conditions": [
                        "employee registration shall not factor in the decision to cancel a course due to insufficient student registration",
                        "employees will shall assume costs for textbooks and/or supplies",
                        "an employee registration cannot take the place of a fee paying student",
                        "courses shall be taken on employees own time",
                        "the employee satisfies normal course prerequisites",
                        "results in no additional instructional costs to the College",
                        "for courses that are taken under this clause that are job related, upon approval prior to commencing the course the College shall reimburse the employee one hundred percent (100%) of the cost of textbooks"
                    ]
                },
                "30.11": {
                    "title": "Academic Freedom",
                    "principles": [
                        "Every employee is entitled to exercise Academic Freedom in the performance of their duties. However, it is recognized that Academic Freedom must be exercised responsibly",
                        "People benefit from the search for knowledge and its free exposition. Academic freedom is essential to both these purposes in the teaching function of the College as well as in its scholarship and research",
                        "Academic freedom is the freedom to examine, question, teach and learn, and it involves the right to investigate, speculate and comment without regard to prescribed doctrine"
                    ],
                    "ensures": [
                        "freedom in the conduct of teaching",
                        "freedom in undertaking research and publishing or making public the results thereof",
                        "freedom from institutional censorship"
                    ],
                    "responsibilities": "Academic freedom carries with it the duty to use that freedom in a responsible way and in a manner consistent with the scholarly obligation to base teaching and research on an honest search for knowledge and the obligation to follow the curriculum requirements of the instructional assignment."
                },
                "30.12": {
                    "title": "Income Tax Deduction",
                    "content": "Where an employee meets the requirements under the Income Tax Act, the Employer shall complete a tax form T2200 (Declaration of Employment Conditions - Office or Employment Expense), if the employee requests it."
                }
            }
        },
        "31": {
            "title": "FACULTY WORKLOAD",
            "sections": {
                "31.1": {
                    "title": "Responsibilities",
                    "content": "Faculty are expected to assume the responsibilities consistent with the professional status of their position. Duties implied by these responsibilities include services provided to students, activities intended to enhance and maintain curricula and tasks which support the operation and development of the College."
                },
                "31.2": {
                    "title": "Definitions",
                    "contact_hour": "for the purposes of this article, a contact hour shall be understood to be one hour scheduled by the College during which a faculty member is working with students in classroom related activities which further the attainment of course objectives (e.g. lecture, lab, tutorial, seminar or shop).",
                    "class_size": "the number of students registered in a course as reported by the Registrar's office at the conclusion of the last day for late registration as published in the College Calendar, or the number of students registered in a program divided by the number of full-time faculty equivalents assigned to the program.",
                    "workweek": "the standard workweek shall be Monday to Friday inclusive."
                },
                "31.3": {
                    "title": "Instructional Workload",
                    "development": "The actual instructional assignment of a faculty member shall be developed via consultation between the faculty member and Dean or designate. This consultation shall address educational and professional issues relevant to the course or program in which the faculty member shall be instructing.",
                    "workload_table": {
                        "ccp_eswk_fundamental": {
                            "contact_hours": 25,
                            "class_size": 16,
                            "maximum_annual_contact_hours": 900
                        },
                        "ccp_eswk_developmental": {
                            "contact_hours": 25,
                            "class_size": 20,
                            "maximum_annual_contact_hours": 900
                        },
                        "ccp_eswk_instructor_led": {
                            "contact_hours": 20,
                            "class_size": 20,
                            "maximum_annual_contact_hours": 720
                        },
                        "workplace_skills": {
                            "contact_hours": 20,
                            "class_size": 16,
                            "maximum_annual_contact_hours": 720
                        },
                        "esl": {
                            "contact_hours": 20,
                            "class_size": 16,
                            "maximum_annual_contact_hours": 720
                        },
                        "business_administration": {
                            "contact_hours": 15,
                            "class_size": 40,
                            "maximum_annual_contact_hours": 450
                        },
                        "trades": {
                            "contact_hours": 27.7,
                            "class_size": 18,
                            "maximum_annual_contact_hours": 1025
                        },
                        "culinary_arts": {
                            "contact_hours": 27.7,
                            "class_size": 16,
                            "maximum_annual_contact_hours": 1025
                        },
                        "health_care_assistant": {
                            "contact_hours": 25,
                            "class_size": 25,
                            "maximum_annual_contact_hours": 1025
                        },
                        "lpn_classroom_lab": {
                            "contact_hours": 20,
                            "class_size": 24,
                            "maximum_annual_contact_hours": 900
                        },
                        "lpn_community_practicum": {
                            "contact_hours": 35,
                            "class_size": "12:1",
                            "maximum_annual_contact_hours": 1435
                        },
                        "natural_resource_management": {
                            "contact_hours": 18,
                            "class_size": 40,
                            "maximum_annual_contact_hours": 540
                        },
                        "marine": {
                            "contact_hours": 25,
                            "class_size": 24,
                            "maximum_annual_contact_hours": 1025
                        }
                    },
                    "notes": [
                        "The weekly class hours may exceed those outlined in this article where the instructor and the Dean or designate mutually agree to complete annual class hours in a shorter time frame",
                        "Fieldwork, clinical, practica, etc. assignments will average thirty-five (35) hours per week over the period of supervision",
                        "Workloads which include both instructional contact hours and fieldwork, clinical, or practical supervision shall be based on a prorated combination"
                    ]
                },
                "31.4": {
                    "title": "Program Workload Information",
                    "applied_business_technology": {
                        "class_contact_hours_per_certificate": "450 to 470 hours",
                        "weekly_contact_hours": "25 hours which may be averaged over the academic year",
                        "class_size": "maximum of 25, with a maximum number of new students to not exceed 20 per certificate intake"
                    },
                    "business_administration_programs": {
                        "weekly_hours": "The weekly class contact hours may exceed those outlined in the Collective Agreement for these programs should the employee opt to complete the annual class contact hours in a shorter time frame",
                        "statutory_holidays": "Statutory Holidays are included in the 450 class contact hours for the assigned teaching period",
                        "maximum_preps": "Where the impact is revenue neutral, an instructor will be assigned a maximum of nine (9) preps in an academic year"
                    },
                    "career_and_college_prep": {
                        "type_definitions": {
                            "type_1_instructor_led": "Weekly student contact hours: 20. Generally, a scheduled, semester-based course with a single intake of students and fixed intake and completion dates",
                            "type_2_individualized": "Weekly student contact hours: 25. Generally, individualized instruction with some students working at different rates, with no fixed intake and with no completion dates",
                            "type_3_mixed": "Weekly student contact hours determined by formula"
                        },
                        "formula_type_3": "N + 25(1 - N/20) = number of hours per week of student contact time, where N is the number of instructor-led hours taught per week",
                        "annual_hours": "The maximum annual class contact hours shall not exceed 720 for instructor-led or 900 for self-paced"
                    },
                    "trades_culinary_first_nations_fine_arts": "The weekly workload shall consist of 27.7 instructional class contact hours which shall include twenty-five (25) class hours plus two point seven (2.7) hours of tutorial time and/or office hours each week."
                },
                "31.5": {
                    "title": "Non-Instructional Duty Days",
                    "entitlement": "Instructional staff shall be scheduled ten (10) non-instructional days during the calendar year (January 1st to December 31st) to maintain the currency, relevance, transferability and accreditation of their assigned courses.",
                    "planning": "Prior to their ten (10) days of curriculum development, instructors shall develop a plan, in consultation with their Chair or Program Coordinator.",
                    "off_campus_option": "Instructors shall have the option of scheduling three (3) non-instructional days off campus between Christmas and New Year's.",
                    "proration": "These days shall be prorated for regular part-time instructors and for instructors with term appointments."
                },
                "31.6": {
                    "title": "Preparation Time",
                    "new_regular_instructor": "Any new regular instructor shall be given two (2) weeks' preparation time prior to the commencement of classes.",
                    "new_non_regular_instructor": "Any new non-regular instructor shall have a date of appointment which allows for reasonable time for preparation prior to the commencement of classes."
                },
                "31.7": {
                    "title": "Program Coordinator/Instructor Workload Reduction",
                    "content": "Refer to Appendix 3, Program Coordination. Release time for each Program Coordinator/Instructor shall be determined and approved no later than April 30th of each year."
                },
                "31.8": {
                    "title": "Other Work Conditions",
                    "support": "The College shall make every reasonable effort to provide faculty with adequate support and resources for instruction, office space furnishings, and support staff.",
                    "class_size_consultation": "The parties agree that should operational requirement, facility constraints or safety requirements be a factor when considering class size under Article 31, the Dean or designate will consult with the Chair or Coordinator, and instructor regarding the class size as appropriate."
                },
                "31.9": {
                    "title": "Online Courses",
                    "principles": [
                        "The use of educational technology to deliver online courses is a recognized method of instructional delivery",
                        "The development, delivery and revision of online courses shall be a matter of employee choice",
                        "Class size shall be determined by mutual agreement between the instructor, the Union and management",
                        "The College shall provide all employees with equipment and support required for program or course development and/or delivery"
                    ],
                    "workload": {
                        "development": "the development of a course making use of online technology shall normally be for an equivalent amount of time to the actual delivery hours",
                        "contact_time": "Contact time for online delivery shall be considered to be the same as for face-to-face, instructor-led delivery of the same or similar course"
                    },
                    "job_security": "All work involved in the development and/or delivery of courses or programs by the College making use of online technology shall be work of the bargaining unit and shall not be contracted out."
                },
                "31.10": {
                    "title": "New Activity Development",
                    "content": "When a faculty member develops a new and/or unique activity, they shall have the first right of refusal to be assigned the activity for the first two (2) years it is offered. After two (2) years, the position shall be posted as per the Collective Agreement."
                }
            }
        },
        "32": {
            "title": "PROFESSIONAL DEVELOPMENT",
            "sections": {
                "32.1": {
                    "title": "Concept",
                    "content": "The parties support the concept of professional development for the purposes of enabling employees to prepare for promotional advancement and generally upgrade their present skills and abilities which will be of benefit to both the employee and the Employer."
                },
                "32.2": {
                    "title": "Representation",
                    "content": "A standing professional development committee shall be established, and shall be comprised of three (3) representatives of the Union and one (1) representative of the Employer. This Committee shall manage the professional development program of the employees, including the allocation of funds to support professional development activities."
                },
                "32.3": {
                    "title": "Terms of Reference",
                    "qualification": "to qualify for funding, an employee must be a regular employee or an employee with one-half () year of non-regular seniority",
                    "employer_responsibility": "any Provincial Instructor Diploma courses required by the Employer will be paid by the Employer."
                },
                "32.4": {
                    "title": "Allocation",
                    "annual_amount": "The College shall allocate at the beginning of each fiscal year the amount of fifteen thousand dollars ($15,000).",
                    "carryover": "Any unspent balance at the end of each fiscal year shall be carried forward and added to the allocation for the next fiscal year."
                },
                "32.5": {
                    "title": "Report Terms of Reference",
                    "content": "The Professional Development Committee shall report to the College President and the Union President the established terms of reference to the College and Union Presidents."
                },
                "32.6": {
                    "title": "Financial Reports",
                    "content": "Either the Union or the College has the right to request periodic financial statements and details of the Committee's actions."
                },
                "32.7": {
                    "title": "Annual Reports",
                    "content": "A detailed annual report of the Committee's activities and a financial statement of expenditures shall be prepared for submission to the College President and the Union President at the end of each fiscal year."
                },
                "32.8": {
                    "title": "Training Activities",
                    "long_term_training": [
                        "Professional experience leave",
                        "For updating purposes, audit of apprenticeship courses of not less than six (6) weeks duration, where the employee already possess journeyman status",
                        "Staff exchange - national or international"
                    ],
                    "short_term_training": [
                        "Short course attendance and distance education courses",
                        "Conferences, seminars and workshops"
                    ]
                },
                "32.9": {
                    "title": "Substitutes",
                    "content": "Upon approval of the Dean or other designated administrator, the College shall pay for substitutes to allow an employee to pursue a professional development activity. Such approval shall not be unreasonably withheld."
                },
                "32.10": {
                    "title": "Professional Development Leave",
                    "entitlement": "All regular instructors shall be scheduled for ten (10) professional development days during the calendar year (January 1st - December 31st).",
                    "planning": "In consultation with their Chair or Program Coordinator, instructors shall develop and submit for approval by their Chair or Program Coordinator prior to any PD activities, a professional development plan.",
                    "reporting": "Within one (1) month of the completion of the professional development activities, instructors shall submit satisfactory evidence of having carried out the professional development activity and met the objectives of the approved professional development plan.",
                    "proration": "These days shall be prorated for regular part-time instructors and for instructors with term appointments."
                },
                "32.11": {
                    "title": "Employee Seats",
                    "content": "For the purposes of professional development for employees, the Employer shall provide two (2) employee seats per class, contingent upon physical space requirements and provided there is no additional cost to the College, except where regulations or statutes prohibit."
                }
            }
        },
        "33": {
            "title": "EVALUATION AND SKILL DEVELOPMENT",
            "sections": {
                "33.1": {
                    "purpose": "The parties value commitment to excellence in learning and teaching. In support of this commitment, instructor evaluations are intended to assist in the enhancement of employee performance, assist in goal setting, facilitate optimum communication and improve job satisfaction.",
                    "supportive_nature": "Performance evaluation is also intended to be supportive and proactive and is not intended to replace the ongoing guidance and mentoring involved in day-to-day working relationships."
                },
                "33.2": {
                    "title": "Employee Evaluations",
                    "content": "Upon employment, the appropriate Dean shall give the instructor information as to their duties including a written job description, the length of the probationary period, and information concerning the performance evaluation process described below."
                },
                "33.3": {
                    "title": "Time of Evaluation",
                    "new_instructors": [
                        "during their probationary period",
                        "at the completion of the second year of appointment",
                        "every three (3) years subsequently"
                    ],
                    "regular_employees": "Regular employees with existing continuing appointments shall be evaluated once every three (3) years.",
                    "variations": [
                        "at the instructor's request",
                        "if the job duties have major changes in them",
                        "if the instructor has a poor evaluation, an evaluation shall occur again in the following year"
                    ]
                },
                "33.4": {
                    "title": "Probationary Employees Evaluation",
                    "probation_definition": "Probationary period is defined as a full academic year for the program or in the case of a term appointment, the equivalent of two (2) full-time teaching semesters.",
                    "first_semester": {
                        "step_1": "The mentor is identified by the Dean in consultation with the instructor",
                        "step_2": "Interim student evaluation within six (6) weeks of appointment",
                        "step_3": "Mentor meets with the instructor two (2) weeks after student evaluation",
                        "step_4": "Classroom observation takes place within three (3) weeks of the student evaluation",
                        "step_5": "Reflection and feedback takes place within one (1) week of the classroom observation",
                        "step_6": "Student report on teaching (SRT) at the end of the first semester",
                        "step_7": "Feedback on SRT within one (1) week of completion"
                    },
                    "second_semester": {
                        "step_1": "Classroom observation by the Dean within four (4) weeks of the commencement of the semester",
                        "step_2": "Reflection and feedback within one (1) week of classroom observation",
                        "step_3": "Student report on teaching shall take place before the end of the second semester",
                        "step_4": "The Dean shall provide final feedback at the end of the second semester",
                        "step_5": "Letter to the employee from personnel stating that they have successfully/unsuccessfully completed their probationary period"
                    }
                },
                "33.5": {
                    "title": "Regular Instructor Evaluation",
                    "step_1": "Three (3) methods of evaluation shall be used before the end of the second semester after successful completion of probation: peer appraisal (including classroom observation), self-appraisal, student appraisal",
                    "step_2": "The instructor shall meet with the Dean to review the results and if necessary develop an action plan. Self, Peer and Student Appraisal Summaries shall be forwarded to the instructor for the development of a personal action plan before meeting with the Dean.",
                    "unsatisfactory_evaluation": "In the event of an unsatisfactory evaluation, an evaluation is required one (1) year later. If a year later, the instructor still has an unsatisfactory evaluation, the instructor shall be placed on probation with a follow-up evaluation scheduled the following year.",
                    "conflict_resolution": "In the event of a perceived conflict between the Dean and the instructor, the Union shall arrange with the Employer to have another Dean conduct the evaluation."
                },
                "33.6": {
                    "title": "Personnel File",
                    "content": "Unsatisfactory evaluations shall remain on file until there is a satisfactory evaluation at which time the unsatisfactory evaluation shall be removed from the file."
                },
                "33.7": {
                    "title": "Confidentiality",
                    "content": "None of the documentation and evaluation results shall be made available to persons other than the instructor, the Dean, and the Director, Human Resources. Any staff member involved in the tabulation of results shall sign an agreement of confidentiality."
                },
                "33.8": {
                    "title": "Changes in Appraisal Tools",
                    "content": "No changes in the appraisal tools shall be made unless agreed to by the Union and Employer."
                }
            }
        },
        "34": {
            "title": "NEW CAREER PROGRAMS",
            "sections": {
                "34.1": {
                    "content": "The College and the Union agree that when new career programs are proposed by the College, the bargaining unit to which the instructors shall be assigned shall be determined by unanimous agreement of a three-person committee comprising a representative of the College, the Union and CUPE, Local 2409, or failing agreement, by the matter being referred to binding arbitrations under Arbitrator Chris Sullivan."
                },
                "34.2": {
                    "content": "The arbitration shall be held under the arbitration process and the parties noted in (a) shall be entitled to each make submissions and lead evidence."
                },
                "34.3": {
                    "content": "The cost of this arbitration referred to in (b) of this article shall be split fifty percent (50%) between the other two parties."
                }
            }
        },
        "35": {
            "title": "TERM OF AGREEMENT",
            "sections": {
                "35.1": {
                    "title": "Duration",
                    "content": "This Agreement shall be binding and remain in effect to midnight, March 31, 2022."
                },
                "35.2": {
                    "title": "Notice to Bargain",
                    "provisions": [
                        "This Agreement may be opened for collective bargaining by either party giving written notice to the other party on or after January 1, 2022, but in any event not later than midnight, January 31, 2022",
                        "Where no notice is given by either party prior to January 31, 2022, both parties shall be deemed to have been given notice under this clause on January 31, 2022",
                        "All notices on behalf of the Union shall be given by the President of the Union and similar notices on behalf of the Employer shall be given by the College President"
                    ]
                },
                "35.3": {
                    "title": "Commencement of Bargaining",
                    "content": "Where a party to this Agreement has given notice under Clause 35.2, the parties shall commence collective bargaining, within fourteen (14) days after the notice was given."
                },
                "35.4": {
                    "title": "Change in Agreement",
                    "content": "Any change deemed necessary in this Agreement may be made by mutual agreement at any time during the life of this Agreement."
                },
                "35.5": {
                    "title": "Agreement to Continue in Force",
                    "content": "Both parties shall adhere fully to the terms of this Agreement during the period of bona fide collective bargaining."
                },
                "35.6": {
                    "title": "Effective Date of Agreement",
                    "provisions": [
                        "The provisions of this Agreement, except as otherwise specified, shall come into full force and effect on the first of the month following the date of signing of this Agreement",
                        "All agreed to changes to the Agreement shall be retroactive to April 1, 2019 unless otherwise specified"
                    ]
                }
            }
        },
        "appendices": {
            "appendix_1": {
                "title": "BCGEU Instructors Salary Scale",
                "salary_steps": {
                    "step_1": {
                        "date_of_ratification_to_march_31_2020": 95134,
                        "stipend": 1903,
                        "total": 97037,
                        "april_1_2020_to_march_31_2021": 97037,
                        "stipend_2020": 1941,
                        "total_2020": 98978,
                        "april_1_2021_to_march_31_2022": 98978,
                        "stipend_2021": 1980,
                        "total_2021": 100958
                    },
                    "step_2": {
                        "date_of_ratification_to_march_31_2020": 89121,
                        "stipend": 1782,
                        "total": 90903,
                        "april_1_2020_to_march_31_2021": 90903,
                        "stipend_2020": 1818,
                        "total_2020": 92721,
                        "april_1_2021_to_march_31_2022": 92721,
                        "stipend_2021": 1854,
                        "total_2021": 94575
                    },
                    "step_3": {
                        "date_of_ratification_to_march_31_2020": 83014,
                        "stipend": 1660,
                        "total": 84674,
                        "april_1_2020_to_march_31_2021": 84674,
                        "stipend_2020": 1693,
                        "total_2020": 86367,
                        "april_1_2021_to_march_31_2022": 86367,
                        "stipend_2021": 1727,
                        "total_2021": 88094
                    },
                    "step_4": {
                        "date_of_ratification_to_march_31_2020": 79620,
                        "stipend": 1592,
                        "total": 81212,
                        "april_1_2020_to_march_31_2021": 81212,
                        "stipend_2020": 1624,
                        "total_2020": 82836,
                        "april_1_2021_to_march_31_2022": 82836,
                        "stipend_2021": 1657,
                        "total_2021": 84493
                    },
                    "step_5": {
                        "date_of_ratification_to_march_31_2020": 76700,
                        "stipend": 1534,
                        "total": 78234,
                        "april_1_2020_to_march_31_2021": 78234,
                        "stipend_2020": 1565,
                        "total_2020": 79799,
                        "april_1_2021_to_march_31_2022": 79799,
                        "stipend_2021": 1596,
                        "total_2021": 81395
                    },
                    "step_6": {
                        "date_of_ratification_to_march_31_2020": 73787,
                        "stipend": 1476,
                        "total": 75263,
                        "april_1_2020_to_march_31_2021": 75263,
                        "stipend_2020": 1505,
                        "total_2020": 76768,
                        "april_1_2021_to_march_31_2022": 76768,
                        "stipend_2021": 1535,
                        "total_2021": 78303
                    },
                    "step_7": {
                        "date_of_ratification_to_march_31_2020": 70868,
                        "stipend": 1417,
                        "total": 72285,
                        "april_1_2020_to_march_31_2021": 72285,
                        "stipend_2020": 1446,
                        "total_2020": 73731,
                        "april_1_2021_to_march_31_2022": 73731,
                        "stipend_2021": 1475,
                        "total_2021": 75206
                    },
                    "step_8": {
                        "date_of_ratification_to_march_31_2020": 67954,
                        "stipend": 1359,
                        "total": 69313,
                        "april_1_2020_to_march_31_2021": 69313,
                        "stipend_2020": 1386,
                        "total_2020": 70699,
                        "april_1_2021_to_march_31_2022": 70699,
                        "stipend_2021": 1414,
                        "total_2021": 72113
                    },
                    "step_9": {
                        "date_of_ratification_to_march_31_2020": 65036,
                        "stipend": 1301,
                        "total": 66337,
                        "april_1_2020_to_march_31_2021": 66337,
                        "stipend_2020": 1327,
                        "total_2020": 67664,
                        "april_1_2021_to_march_31_2022": 67664,
                        "stipend_2021": 1353,
                        "total_2021": 69017
                    },
                    "step_10": {
                        "date_of_ratification_to_march_31_2020": 62119,
                        "stipend": 1242,
                        "total": 63361,
                        "april_1_2020_to_march_31_2021": 63361,
                        "stipend_2020": 1267,
                        "total_2020": 64628,
                        "april_1_2021_to_march_31_2022": 64628,
                        "stipend_2021": 1293,
                        "total_2021": 65921
                    },
                    "step_11": {
                        "date_of_ratification_to_march_31_2020": 59204,
                        "stipend": 1184,
                        "total": 60388,
                        "april_1_2020_to_march_31_2021": 60388,
                        "stipend_2020": 1208,
                        "total_2020": 61596,
                        "april_1_2021_to_march_31_2022": 61596,
                        "stipend_2021": 1232,
                        "total_2021": 62828
                    }
                },
                "special_allowance": {
                    "article_25_15": {
                        "date_of_ratification_to_march_31_2020": 130.01,
                        "april_1_2020_to_march_31_2021": 132.61,
                        "april_1_2021_to_march_31_2022": 135.26
                    }
                }
            },
            "appendix_2": {
                "title": "Board and Lodging and Relocation Regulations",
                "part_1": {
                    "title": "Board and Lodging Regulations",
                    "definitions": {
                        "stationary_employees": "employees who occupy positions that require them to carry out their duties on a day-to-day basis at their headquarters; and/or travel from their headquarters for short periods of time; travel from their headquarters more or less on a continuous basis, but whose assignments are of sufficiently short duration so that temporary headquarters cannot be practically assigned",
                        "mobile_employees": "those that occupy positions requiring assignment to a \"temporary\" headquarters for a significant period of time for each specific project and who are required to carry out their duties on a day-to-day basis from their assigned temporary headquarters",
                        "travel_status": "absence of the employee from their designated headquarters or geographic location on College business with the approval of the Employer",
                        "headquarters_or_geographic_location": "that area within a radius of thirty-two (32) kilometres of where an employee ordinarily performs their duties",
                        "local_hire": "a person who is hired or is domiciled within eighty (80) kilometres of the job site by means of the shortest road route",
                        "dependant": "spouse, dependent children, and anyone for whom the employee claims exemption on Federal Income Tax returns",
                        "private_dwelling_house": "the single family residence of the employee on a reasonable amount of property required to support such a house, owned by the employee and/or the spouse"
                    },
                    "board_and_lodging_allowance": {
                        "local_hire": "No board and lodging shall be supplied or living allowance paid to persons hired locally for a project",
                        "employees_at_headquarters": "no board and lodging shall be supplied, or living allowance or meals and/or accommodation paid to employees while at their permanent place of residence of to \"stationary\" employees while at their permanent headquarters",
                        "travel_status": "stationary employees who are required to travel away from their permanent headquarters up to a maximum of sixty (60) days at one location on a continuous basis; mobile employees who are required to travel away from their temporary headquarters, or who are moving from one assigned temporary headquarters to another, and for a period up to thirty (30) days at the beginning of each assignment"
                    }
                },
                "part_2": {
                    "title": "Relocation Regulations",
                    "policy": "Relocation expenses shall apply to employees who are required by the Employer to move from one headquarters or geographic location to another to fill a position which is permanently located at another headquarters or geographic location",
                    "travel_expenses_on_relocation": {
                        "initial_trip": "Prior to relocation and at a time mutually agreeable to the College and the employee, the Employer shall grant up to five (5) days plus reasonable travel time, with no loss of base pay, for the employee and their spouse",
                        "travelling_expense": "The Employer shall reimburse the employee for travel expenses incurred during the relocation for the employee and dependants, for the actual travel time, plus accommodation and meals up to seven (7) days at the new location"
                    },
                    "living_expenses": {
                        "not_accompanied": "the Employer shall pay an employee not accompanied by dependants at the new location, a living allowance of ten dollars ($10) per day up to a maximum of thirty (30) days",
                        "accompanied": "the Employer shall pay an employee accompanied by dependants at the new location, a living allowance of thirteen dollars and fifty cents ($13.50) per day up to a maximum of sixty (60) days"
                    },
                    "moving_household_effects": [
                        "Moving of household effects and chattels up to eight thousand one hundred sixty five (8,165) kilograms",
                        "Comprehensive insurance to adequately protect the employee's household effects and chattels during the move up to a maximum of twenty-five thousand dollars ($25,000) coverage",
                        "Where necessary, insured storage up to two (2) months, upon production of receipts",
                        "The packing and unpacking of the employee's household effects and chattels"
                    ],
                    "self_move_allowances": {
                        "not_exceeding_240km": "$250",
                        "exceeding_240km": "$500",
                        "mobile_home_provision": "$100"
                    },
                    "incidental_expenses": {
                        "purchasing_dwelling": "$400",
                        "rental_accommodation": "$150",
                        "mobile_home": "$100",
                        "room_and_board": "$50"
                    },
                    "real_estate_legal_fees": {
                        "real_estate_fees": "Reimbursement of fees to a maximum of four thousand dollars ($4,000) charged by a real estate agency for the selling of the employee's private dwelling home",
                        "self_sale": "An employee who has sold their own home without the aid of a realtor shall be entitled to claim five hundred dollars ($500)",
                        "legal_fees": "one percent (1%) of the first forty thousand dollars ($40,000) of the purchase price; one-half () of one percent (1%) of any amount of the purchase price above forty thousand dollars ($40,000); the total cost to the Employer shall not exceed eight hundred dollars ($800)"
                    }
                }
            },
            "appendix_3": {
                "title": "Program Coordinator",
                "purpose": "The parties recognize and agree there is a need to review and redevelop the current Program Coordination model.",
                "workload_reduction_tables": {
                    "one_program_one_campus": {
                        "up_to_40_fte": "25%",
                        "41_to_80_fte": "33.33%",
                        "81_to_120_fte": "41.66%",
                        "120_plus": "50.00%"
                    },
                    "one_program_two_campuses_or_two_programs_one_campus": {
                        "up_to_40_fte": "40%",
                        "41_to_80_fte": "50%",
                        "81_to_120_fte": "60%",
                        "121_plus": "70%"
                    },
                    "one_program_three_plus_campuses_or_multiple_programs_multiple_campuses": {
                        "up_to_40_fte": "50%",
                        "41_to_80_fte": "60%",
                        "81_to_120_fte": "70%",
                        "121_plus": "80%"
                    },
                    "assistant_coordinator": {
                        "up_to_25_fte": "10%"
                    }
                },
                "pilot_positions": {
                    "chair_trades": "This position shall be full-time (1.0) and based in Terrace. Duties shall include Terrace coordination; overall regional coordination; and apprenticeship coordination",
                    "chair_health": "This position shall be full-time (1.0) and based in Terrace. Duties shall include overall responsibility for all Health programs and coordinators"
                },
                "selection_criteria": "When selecting coordinators, priority shall be given to seniority, qualifications, and the ability to supervise the discipline.",
                "term_length": "All Coordinator positions shall be for a three (3) year term. At the end of the three (3) year term, the Coordinator position shall be reposted."
            }
        },
        "letters_of_agreement": {
            "loa_1": {
                "title": "Mining and Exploration Program Development",
                "programs": [
                    "Field Assistant Program",
                    "Camp Manager Program"
                ],
                "characteristics": "These are intensive, accelerated programs designed to move students quickly into current industry positions. The programs are on-site programs offered in a camp setting.",
                "terms_and_conditions": [
                    "The annual contact hours workload for these Instructor positions shall be 1025 hours",
                    "Instructor evaluation shall be done in accordance with Continuing Education practice for accelerated courses due to the intensive nature of the Program",
                    "Pay rates shall be established on the basis of Instructor salary rates, overtime rates, and on call rates currently in the Agreement"
                ],
                "review_provision": "The parties recognize these are Pilot Projects, and that this letter of agreement is a new direction for both parties. Therefore, this Letter shall be subject to ongoing review by the parties.",
                "signed_dates": [
                    "February 28, 2006",
                    "January 19, 2007 (Revised)"
                ]
            },
            "loa_2": {
                "title": "School of Exploration and Mining (SEM)",
                "committee_composition": "not more than two members of the BCGEU Bargaining Committee, the BCGEU staff representative, and an equal number of employer appointments",
                "purpose": "to review the changing face of the SEM",
                "timeline": "The Committee will begin meeting one month following ratification of the Collective Agreement and complete their duties within one calendar year",
                "recommendations": "The Committee will make recommendations to their principals. Any recommendations to be adopted by the parties are subject to ratification by the parties' principals.",
                "signed_date": "February 6, 2014"
            },
            "loa_3": {
                "title": "Part-Time Instructor Salary Scale",
                "effective_date": "September 1, 1992",
                "formula": "(number of class contact hours for the appointment / annual class contact hours for the program) x .75 x 261 x appropriate daily rate",
                "formula_explanation": ".75 is determined by factoring out vacation, statutory holidays, and non-instructional days, thus deducting 65 from 261 working days per year yielding a pro rata annual salary factor of 195  261 = .75 for part-time instructors",
                "placement": "Part-time instructors will be placed on salary scale using the same criteria as regular instructors",
                "daily_rate": "Daily rate is equal to the biweekly rate divided by ten (10) days",
                "revision_date": "December 7, 1994 (Revision to correct formula - remove monthly)"
            },
            "loa_4": {
                "title": "Health Services Review",
                "committee_composition": "not more than two members of the BCGEU bargaining committee, the BCGEU Staff Representative, and an equal number of employer appointments",
                "purpose": "to review the current instructional workload criteria for the Health Care Assistant and Practical Nursing programs",
                "review_criteria": "recruitment, retention, contact hours and any other criteria the committee believes appropriate",
                "timeline": "The committee will begin meeting one month following ratification of the Collective Agreement and complete their duties within one calendar year",
                "signed_date": "February 6, 2014"
            },
            "loa_5": {
                "title": "Chairperson(s), Coordinators, and Duties of Instructors",
                "committee_composition": "not more than two (2) members of the BCGEU Bargaining Committee, and one (1) instructor from the bargaining unit, and an equal number of employer appointments",
                "responsibilities": [
                    "Develop clearer language regarding the key responsibilities of the Chairperson(s); Instructional and Non Instructional Coordinators and the Instructors in the bargaining unit",
                    "Develop an appropriate evaluation process for Coordinators, Chairperson(s) and the non-instructional responsibilities of instructors in the bargaining unit",
                    "Review Appendix 3 Program Coordinator for accuracy of practice and/or process"
                ],
                "timeline": "The Committee will begin meeting one month following ratification of the Collective Agreement and complete their duties within one calendar year",
                "signed_date": "February 6, 2014"
            },
            "loa_6": {
                "title": "Service Improvement Fund",
                "purpose": "to encourage and support innovation in instruction that will tangibly improve services to students at the College",
                "eligibility": "Only BCGEU instructor members are eligible to apply for funding under the SIF",
                "funding_levels": {
                    "year_1": "$18,909",
                    "year_2": "$38,255",
                    "year_3": "$58,037"
                },
                "acceptable_uses": [
                    "Release time for the development of new curriculum, methods of instruction, time to collaborate with experts and/or colleagues",
                    "Travel expenses required for research and development of topics directly related to an application",
                    "Purchase of technology (hardware, software) required for implementation",
                    "Materials and supplies directly related to the initiative and not otherwise customarily provided to the employee"
                ],
                "committee_composition": "three (3) representatives of the Union and one (1) representative of the Employer",
                "committee_meetings": "The Committee will meet quarterly",
                "criteria": [
                    "Benefits to Students - the degree to which the proposed initiative supports teaching excellence",
                    "Community Need - the degree to which the proposed initiative overcomes existing obstacles to enhance accessibility",
                    "Anticipated Outcomes - the degree to which the proposed initiative is student focused and positively impacts the learner experience"
                ]
            },
            "loa_7": {
                "title": "Agreement to Extinguish Liabilities and Allocation of Savings Under Article 23.8 Relating to Reduction in Premiums for MSP",
                "one_time_payment": "$34,644",
                "allocation": "All employees eligible for benefits at the date of ratification will receive a one-time payment of approximately $450",
                "eligibility_conditions": [
                    "Employees who are on an approved leave of absence, with or without pay, at the date of ratification will receive the one-time payment based on their employment status the first month following their return to work",
                    "Employees who are on LTD at the date of ratification shall receive the one-time payment based on their employment status the first month following their return to work if the employees return to work prior to the expiry of the agreement"
                ]
            },
            "loa_8": {
                "title": "College Competiveness Review Committee",
                "committee_composition": "not more than two members of the BCGEU bargaining committee, the BCGEU Staff Representative, and an equal number of Employer appointments",
                "purpose": "to review and improve the competitiveness of the College",
                "review_criteria": "threats and opportunities presented by industry, competitors, changing demographics, and any other criteria the committee believes appropriate",
                "timeline": "The committee will begin meeting one month following ratification of the Collective Agreement and complete their duties within one calendar year"
            }
        },
        "memorandum_of_understanding": {
            "title": "Re: Article 23.8 - Legislative Changes",
            "employer_health_tax": "Changes to the Employer Health Tax or any other premium imposed for purposes similar to the Medical Service Plan premium are excluded and will not be required to be used to increase other employee benefits",
            "msp_elimination": "If the Employer Health Tax is eliminated and not replaced with another form of Employer paid benefits, Article 23.8 will be triggered",
            "liability_calculation": "If Article 23.8 is triggered, the liability arising from the amount of savings from the legislative changes to the MSP savings is based on 2017",
            "dispute_resolution": "If the parties cannot agree, any party may refer the matter to arbitration"
        }
    }
}
