{
    "appendices": {
        "1": {
            "title": "Short and Long-Term Disability",
            "parts": {
                "1": {
                    "title": "SHORT-TERM ILLNESS AND INJURY PLAN",
                    "sections": {
                        "1.1": {
                            "title": "Eligibility",
                            "subsections": {
                                "a": "Regular employees shall be covered by the Short-Term Illness and Injury Plan upon completion of six (6) months of service with the Employer.",
                                "b": "Regular employees with less than six (6) months of service who are unable to work because of an illness or an injury are entitled to fifteen (15) days coverage at full pay for every two (2) year period commencing January 1, 1994.",
                                "c": "Regular employees with three (3) months but less than six (6) months of service will be entitled to fifteen (15) weeks (seventy-five (75) workdays) of coverage.",
                                "d": "Notwithstanding Sections 1.1(a), (b) and (c) above, where a regular employee is on a claim recognized by the Workers' Compensation Board while the employee was on the Employer's business, they shall be entitled to leave at their regular rate of pay, up to a maximum of one hundred thirty (130) working days for any one (1) claim.",
                                "e": "Pay for a regular part-time employee under this plan shall be based on their part-time percentage of full-time employment at date of present appointment."
                            }
                        },
                        "1.2": {
                            "title": "Short-Term Plan Benefits",
                            "subsections": {
                                "a": "In the event an employee is unable to work because of an illness or injury, they will be entitled to a benefit of seventy-five percent (75%) of pay for a period not to exceed six (6) months from date of absence (Short-Term Plan Period). In any two calendar year period, the first fifteen (15) workdays of absence from work due to illness or injury will be paid at one hundred percent (100%) of pay.",
                                "b": "Employees who have accumulated sick leave credit under the old sick leave plan will have their accumulated sick leave credits frozen but will supplement their seventy-five percent (75%) of pay benefit under the new plan by using twenty-five percent (25%) of a day's accumulation under the old sick leave plan for each day of absence under the new plan."
                            }
                        },
                        "1.3": {
                            "title": "Recurring Disabilities",
                            "content": "Employees who return to work after being absent because of illness or injury, and within five (5) consecutive scheduled days of work, again become unable to work because of the same illness or injury are considered to still be within the original Short-Term Plan period."
                        },
                        "1.4": {
                            "title": "Doctor's Certificate of Inability to Work",
                            "content": "The Employer may require an employee who is unable to work because of illness (including stress) or injury to provide a statement from: a medical practitioner qualified to practise in the province of BC; or where necessary, from a medical practitioner licensed to practise in the province of Alberta or the Yukon; or the consulting physician to whom the employee is referred by the medical practitioner."
                        },
                        "1.5": {
                            "title": "Integration with Other Disability Income",
                            "content": "Short-term benefits will be reduced by all other disability income benefits to which the absent employee is entitled except disability income which was being received prior to the illness or injury resulting in the employee being absent from work."
                        },
                        "1.6": {
                            "title": "Benefits Not Paid During Certain Periods",
                            "content": "Benefits will not be paid when an employee is: receiving designated paid holiday pay; engaged in an occupation for wage or profit; on strike or is locked out unless the strike or lockout occurred after the illness or injury; serving a prison sentence; on suspension without pay; on paid absence in the period immediately preceding retirement; on any leave of absence without pay."
                        },
                        "1.7": {
                            "title": "Employee to Inform Employer",
                            "content": "The employee shall inform the Employer as soon as possible of their inability to report to work because of illness or injury. The employee shall inform the Employer of the date of return to duty, in advance of that date."
                        },
                        "1.8": {
                            "title": "Entitlement",
                            "content": "For the purpose of calculating fifteen (15) calendar days per two (2) year period, one (1) day shall be considered to be one (1) day, regardless of the regularly scheduled workday. Calculation for part-time employees and partial days will be on a prorated basis."
                        },
                        "1.9": {
                            "title": "Employment Standards Premium",
                            "content": "The parties agree that the complete premium reduction from the Ministry of Social Development and Economic Security accruing through the improved illness and injury plan will be returned to the Employer."
                        },
                        "1.10": {
                            "title": "Benefits Upon Layoff or Separation",
                            "content": "Subject to conditions below, regular employees who have completed three (3) months of service and who are receiving benefits pursuant to Sections 1.1(c), 1.1(d) or 1.2 shall continue to receive such benefits upon layoff or separation until the termination of the illness or until the maximum benefit entitlement has been granted."
                        }
                    }
                },
                "2": {
                    "title": "LONG-TERM DISABILITY PLAN",
                    "sections": {
                        "2.1": {
                            "title": "Eligibility",
                            "subsections": {
                                "a": "Regular full-time employees shall be covered by the Long-Term Disability Plan upon completion of six (6) months' active employment with the Employer.",
                                "b": "An employee who is not actively at work because of illness or injury on the workday coincident with, or immediately preceding the date they would otherwise have become eligible for coverage under the Plan will not be eligible for coverage until the date the employee returns to active employment.",
                                "c": "Coverage in the Plan is a condition of employment."
                            }
                        },
                        "2.2": {
                            "title": "Long-Term Disability Benefit",
                            "content": "In the event an employee, while covered under this plan, becomes totally disabled as a result of an accident or a sickness, then, after the employee has been totally disabled for six (6) months, they shall be eligible to receive a monthly benefit."
                        },
                        "2.3": {
                            "title": "Total Disability",
                            "content": "Total disability, as used in this Plan, means the complete inability because of an accident or sickness of a covered employee to perform all the duties of their own occupation for the first two (2) years of disability."
                        },
                        "2.4": {
                            "title": "Exclusion From Coverage",
                            "content": "The Long-Term Disability Plan does not cover total disabilities resulting from: War, insurrection, rebellion or service in the armed forces; Voluntary participation in a riot or civil commotion; Intentionally self-inflicted injuries or illness; Convicted for committing a criminal offence; A disability known to the Employer at the time of hiring."
                        },
                        "2.5": {
                            "title": "Pre-Existing Conditions",
                            "content": "An employee shall not be entitled to long-term disability benefits from this plan if their total disability resulted from an accident or sickness with respect to which medical treatment, services or supplies were received in the ninety (90) day period prior to the date of hire unless they have completed twelve (12) consecutive months of service."
                        },
                        "2.6": {
                            "title": "Integration with Other Disability Income",
                            "content": "In the event a totally disabled employee is entitled to any other income as a result of the same accident, sickness, mental or nervous disorder that caused them to be eligible to receive benefits from this plan, the benefits from this plan will be reduced by one hundred percent (100%) of such other disability income."
                        },
                        "2.7": {
                            "title": "Successive Disabilities",
                            "content": "If, following a period of total disability with respect to which benefits are paid from this plan, an employee returns to work on a full-time basis for a continuous period of six (6) months or more, any subsequent total disability suffered by that employee shall be considered a new disability."
                        },
                        "2.8": {
                            "title": "Cessation of Plan Coverage and Leaves of Absence",
                            "content": "An employee shall cease to be covered by this Plan at the earliest of the following dates: On the date that is six (6) months prior to their sixty-fifth (65th) birthday; On the date of commencement of paid absence prior to retirement; On the date of termination of employment with the Employer."
                        },
                        "2.9": {
                            "title": "Benefits Upon Plan Termination",
                            "content": "In the event this Long-Term Disability Plan is terminated the benefit payments shall continue to be paid in accordance with the provisions of this Plan to disabled employees who become disabled while covered by this Plan prior to its termination."
                        },
                        "2.10": {
                            "title": "Contributions",
                            "content": "The cost of this Plan will be borne by the Employer."
                        },
                        "2.11": {
                            "title": "Waiver of Contributions",
                            "content": "Employee contributions to this Plan shall be waived with respect to disabled employees during the time such an employee is in receipt of disability benefit payments from this Plan."
                        },
                        "2.12": {
                            "title": "Claims",
                            "content": "Long-term disability claims will be adjudicated and paid by a claims-paying agent to be appointed by the Employer."
                        },
                        "2.13": {
                            "title": "Physical Examination",
                            "content": "The Employer, at its own expense, shall have the right and be given the opportunity to have a medical doctor appointed by the Employer examine, as often as it may reasonably require, any employee whose injury, sickness, mental or nervous disorder is the basis of claim upon this Plan."
                        },
                        "2.14": {
                            "title": "Canadian Currency",
                            "content": "All monies payable to or from this Plan shall be payable in Canada in Canadian currency."
                        },
                        "2.15": {
                            "title": "Administration",
                            "content": "The Employer will be the administrator of the Plan. All questions arising as to the interpretation of this Plan shall be subject to the grievance and arbitration procedures in Articles 8 and 9 of the Collective Agreement."
                        },
                        "2.16": {
                            "title": "Implementation by Regulation",
                            "content": "The provisions of this Plan shall become part of a memorandum of agreement between the parties and will be implemented by regulation."
                        }
                    }
                },
                "3": {
                    "title": "CLAIMS REVIEW COMMITTEE TERMS OF REFERENCE",
                    "content": "The LTD Claims Review Committee shall be composed of three doctors, licensed to practise medicine in British Columbia by the College of Physicians and Surgeons of BC, one (1) designated by the employee, one (1) designated by the Employer and the third (the Chairperson) to be mutually agreed upon and designated by the first two (2) doctors."
                },
                "4": {
                    "title": "JOINT COMMITTEE",
                    "content": "The Joint Committee established under Article 31 shall consider and make recommendations to the bargaining Principals on all matter related to the effective administration of the Short-Term Illness and Injury and Long-Term Disability Plans."
                }
            }
        },
        "2": {
            "title": "Salary Rates",
            "content": "See salary grid with various levels and steps, including rates for Coop Student/Banquet Worker, Labourer, and Levels 1-17 with corresponding hourly and biweekly rates effective May 11, 2019, July 6, 2019, July 4, 2020, and July 3, 2021."
        },
        "3": {
            "title": "Board and Lodging and Relocation Regulations",
            "parts": {
                "1": {
                    "title": "BOARD AND LODGING REGULATIONS",
                    "sections": {
                        "1.1": {
                            "title": "Definitions",
                            "content": "Definitions for \"Stationary employees\", \"Mobile employees\", \"Travel status\", \"Headquarters or geographic location\", \"Local hire\", \"Dependants\", \"Private dwelling house\", and \"Reasonable amount of property\"."
                        },
                        "1.2": {
                            "title": "Board and Lodging Allowance",
                            "subsections": {
                                "a": "Local Hire: No board and lodging will be supplied or living allowance paid to persons hired locally for a project.",
                                "b": "Employees at Their Headquarters: No board and lodging will be supplied, or living allowance or meals and/or accommodation paid to employees while at their permanent place of residence.",
                                "c": "Travel Status: The following classes of employees, under the stated conditions, shall be entitled to the current meal allowances and accommodation reimbursement."
                            }
                        }
                    }
                },
                "2": {
                    "title": "RELOCATION REGULATIONS",
                    "sections": {
                        "2.1": {
                            "title": "Policy",
                            "content": "Relocation expenses will apply to employees who are required by the Employer to move from one headquarters or geographic location to another to fill a position which is permanently located at another headquarters or geographic location."
                        },
                        "2.2": {
                            "title": "Travel Expenses on Relocation",
                            "content": "Initial Trip to Seek New Accommodation, Travelling Expense Moving to New Location, and provisions for dependants relocating at different times."
                        },
                        "2.3": {
                            "title": "Living Expenses Upon Relocation at New Location",
                            "content": "After the first seven (7) days have expired at the new location and the employee can establish to the satisfaction of the Employer that there is no suitable housing available, specific allowances apply."
                        },
                        "2.4": {
                            "title": "Moving of Household Effects and Chattels",
                            "content": "On relocation, the Employer shall arrange and pay for moving of household effects and chattels up to eight thousand one hundred sixty-five (8,165) kilograms."
                        },
                        "2.5": {
                            "title": "Moving of Mobile Homes",
                            "content": "Where an employee on relocation owns and is living in a mobile home, the Employer shall arrange and pay for moving of single wide mobile trailer or home."
                        },
                        "2.6": {
                            "title": "Moving of Personal Vehicles Upon Relocation",
                            "content": "The Employer shall reimburse the employee for the costs of transporting one (1) personal vehicle and one (1) trailer towed by the personal vehicle."
                        },
                        "2.7": {
                            "title": "Incidental Expenses on Relocation",
                            "content": "The Employer shall pay the employee upon relocation only one (1) of specified amounts to cover incidental expenses on relocation."
                        },
                        "2.8": {
                            "title": "Notice to Employee Upon Relocation",
                            "content": "The Employer will provide the employee with reasonable notice of the relocation effective date and, wherever possible, at least one (1) month's notice shall be given."
                        },
                        "2.9": {
                            "title": "Requested Relocation by Employee",
                            "content": "Where an employee requests a relocation from one headquarters or geographic location to another, all expenses incurred in such a move are the responsibility of the employee."
                        },
                        "2.10": {
                            "title": "Real Estate and Legal Fees",
                            "content": "On relocation, or within one (1) year of the effective date of relocation, an employee who purchases and/or sells their private dwelling house, will be entitled to claim for specific expenses upon production of receipts."
                        }
                    }
                }
            }
        },
        "4": {
            "title": "Rehabilitation Committee",
            "sections": {
                "1.1": {
                    "title": "Committee Establishment",
                    "content": "It is the intent of both parties to encourage and facilitate the early return to gainful employment of employees who have been ill or injured. Therefore a rehabilitation committee will be established."
                },
                "1.2": {
                    "title": "Employee Incapacity Provisions",
                    "content": "In the event that a regular employee becomes incapacitated through accident or sickness and they are unable to perform all the duties of their own occupation, specific provisions apply."
                }
            }
        },
        "5": {
            "title": "Re: Post Secondary Employers' Association Registry",
            "content": "Form 001 for PSEA use only, including fields for College/Institute/Agency of Origin, Registrant information, Position details, and Information Release Waiver for the purposes of the Freedom of Information and Protection of Privacy Act."
        },
        "6": {
            "title": "Youth Employment Programs",
            "content": "The salary and working conditions for students hired under any Youth Employment Programs within the Coast Mountain College regions will be referred to the Joint Committee for resolution."
        },
        "7": {
            "title": "Weekend Shift Premium",
            "content": "A premium of one (1) additional hour of pay per shift shall apply to all regularly scheduled work on Saturday and Sunday. This article ceased to apply effective April 1, 2005. The following employees are grandfathered for the duration of their employment with the Employer: Louise Chaput and Michael Tugwood."
        },
        "8": {
            "title": "Work Experience Placement Partnership Agreement",
            "sections": {
                "terms_of_reference": "For the purpose of this Agreement, work experience placements are identified as follows: a work experience placement is designed to introduce students to specific work experiences and skills by placing the student in a working environment for a prescribed period of time.",
                "employment_issues": "A work experience placement is not to be made when such placement will replace a regular, part-time or casual worker who is on layoff or whose job has been eliminated due to budget cuts or 'downsizing'.",
                "safety_issues": "At the beginning of the work experience placement, the student will be given a site specific occupational health and safety training orientation before any hands-on tasks are performed.",
                "supervision_issues": "The student on a work experience placement must be supervised at all times by the worker(s) whose job they are learning.",
                "notification_of_intent": "Upon completion of a work experience program agreement between the College and the sponsoring agency, on behalf of the student, the respective union will receive written notification of the intent to place a student on work experience.",
                "exceptions": "All partners identified in this appendix agree that the conditions identified for work experience placement will be adhered to and/or others as may be agreed to by the partners."
            }
        },
        "9": {
            "title": "Hiring of Students in Co-op Programmes",
            "sections": {
                "objective": "The objective of the Co-operative Education Training Program is to provide students with the opportunity to integrate academic preparation with relevant work experience.",
                "definition": "For the purpose of this letter of agreement, 'co-op student' will mean a person currently registered in the co-operative training program.",
                "job_duties": "Co-operative students will be hired for special projects with duties which are of a temporary nature and are distinct from the day to day duties of a regularly classified position in the BCGEU.",
                "terms_and_conditions": "Status - Co-op students shall be considered auxiliary employees and required to join the Union within 30 days of employment. Wages and benefits - Co-op students shall receive Banquet Workers rate at twelve dollars and thirty cents ($12.30) per hour and shall receive six (6%) in addition in lieu of all benefits. Hours of Work - Hours of work shall be thirty-five (35) hours per week.",
                "cancellation": "Either party may cancel this Agreement upon two (2) weeks written notice."
            }
        }
    }
}