{
    "articles_1_10": {
        "1": {
            "title": "PREAMBLE",
            "sections": {
                "1.1": {
                    "title": "Purpose of Agreement",
                    "subsections": {
                        "a": "The purpose of this Agreement is to establish and maintain orderly collective bargaining procedures between the Employer and the Union.",
                        "b": "The parties to this Agreement share a desire to improve the quality of educational service provided by the College. Accordingly, they are determined to establish, within the framework provided by the law, an effective working relationship at all levels of the College in which members of the bargaining unit are employed."
                    }
                },
                "1.2": {
                    "title": "Future Legislation",
                    "content": "In the event that any future legislation renders null and void or materially alters any provision of this Agreement, the remaining provisions shall remain in effect for the term of the Agreement, and the parties hereto shall negotiate a mutually agreeable provision to be substituted for the provision so rendered null and void or materially altered."
                },
                "1.3": {
                    "title": "Conflict with Regulations",
                    "content": "In the event that there is a conflict between the contents of this Agreement and any regulation made by the Employer, or on behalf of the Employer, this Agreement shall take precedence over the said regulation."
                },
                "1.4": {
                    "title": "Notice of Legislative Change",
                    "content": "The parties agree that no formal proposal submitted by either party to amend, repeal or revise the Colleges and Provincial Institutes Act, the Labour Code or regulations made pursuant thereto, which would affect the terms and conditions of employment of employees covered by this Agreement shall be put forward without first notifying the other party in writing of the nature of the proposal."
                },
                "1.5": {
                    "title": "Singular and Plural",
                    "content": "Wherever the singular is used in this Agreement the same shall be construed as meaning the plural if the context requires unless otherwise specifically stated."
                },
                "1.6": {
                    "title": "Human Rights",
                    "subsections": {
                        "a": "The Employer and the Union agree that under this Collective Agreement there shall be no discrimination, interference, restrictions, or coercion exercised or practised with respect to any employee in the matter of hiring, wage rates, training, up-grading, promotion, transfer, layoff, recall, discipline, classification, discharge or otherwise by reason of race, colour, ancestry, place of origin, political belief, religion, marital status, family status, physical or mental disability, sex, sexual orientation, gender identity or expression, or age of that person or because that person has been convicted of a criminal or summary conviction offence that is unrelated to the employment or to the intended employment of that person, nor by reason of membership or activity in the Union.",
                        "b": "Nothing in Clause 1.6(a) shall be interpreted as prohibiting the parties from jointly agreeing to an affirmative action program.",
                        "c": "Nothing in this Collective Agreement will preclude a member from filing a Human Rights complaint to run concurrently with a complaint or grievance under any article of the Collective Agreement. This article does not prevent the Employer from requesting the Human Rights Tribunal to delay its hearing of the complaint until the outcome of the grievance in which case Clause 8.10(b) (Deviation from Grievance Procedure) will not apply."
                    }
                },
                "1.7": {
                    "title": "Sexual Harassment",
                    "subsections": {
                        "a": "The Union and the Employer recognize the right of the employees to work in an environment free from sexual harassment and the Employer undertakes to discipline any person employed by the Employer engaging in the sexual harassment of another employee.",
                        "b": "Sexual harassment means sexual-oriented verbal or physical behaviour which is unwanted by any individuals to whom such behaviour is presented. Such behaviour could include, but is not limited to: touching, patting, or other physical contact; leering, staring or the making of sexual gestures; implicit and explicit demands for sexual favours; verbal abuse or threats, unwanted sexual invitations; physical assault of a sexual nature; distribution of materials or comments, both written and oral, or a pornographic or sexist nature; promise of a reward for sexual favours; expressed or implied threat for failing to provide sexual favours.",
                        "c": "Both males and females can be sexually harassed by members of either sex.",
                        "d": "To constitute sexual harassment, the behaviour need not always be repeated or persistent, a single incident may suffice.",
                        "e": "In cases of sexual harassment, the employee being harassed has the right to discontinue contact with the alleged harasser without incurring any penalty, pending determination of the grievance. In cases where sexual harassment may result in the transfer of an employee, where possible, it shall be the harasser who is transferred. The employee who is harassed will not be transferred against their will.",
                        "f": "An employee may initiate a grievance under this clause at any step of the grievance procedure. Grievances under this clause will be handled with all possible confidentiality and dispatch.",
                        "g": "An alleged offender under this clause shall be entitled: to be given notice of the substance of a grievance under this clause; to be given notice of and to attend, participate in, and be represented at any arbitration hearing which is held as a result of a grievance under this clause.",
                        "h": "An arbitrator, hearing a grievance under this clause, shall have authority to: dismiss the grievance; determine the appropriate level of discipline; make such further order as may be necessary to provide a final and conclusive settlement of the grievance.",
                        "i": "An alleged offender under this clause shall not be entitled to grieve disciplinary action taken by the Employer which is consistent with the award of the Arbitrator.",
                        "j": "Time lines for filing grievances of this nature to be waived under this article to a maximum of nine (9) months."
                    }
                },
                "1.8": {
                    "title": "Personal Harassment",
                    "subsections": {
                        "a": "The Union and the Employer recognize the right of the employees to work in an environment free from personal harassment.",
                        "b": "Personal harassment means a course of verbal or physical conduct which causes substantial distress in that person or persons. It includes, but is not limited to: physical threat, intimidation, or assault, or unwelcome physical contact such as touching, patting, pinching and punching; unwelcome behaviour or comment that is directed at, or offensive to, any employee that demeans, belittles, causes personal humiliation or embarrassment, to the employee or any other employees; implied or expressed promise of reward or threat of reprisal, or the denial of opportunity for refusal to comply with a request which is unrelated to an employee's assigned duties; the improper use of power and authority inherent in the position held, so as to endanger an employee's position, threaten economic livelihood of the employee, or in any other way interfere with or influence the career of such an employee; remarks or behaviour which may reasonably be perceived to create a negative psychological or emotional environment for work or study.",
                        "c": "Additional Guidelines: To constitute harassment or discrimination, the behaviour need not always be repeated or persistent; in some circumstances, a single incident will suffice. Time limits shall be waived for filing grievances under this article to a maximum of nine (9) months.",
                        "d": "Initial Consultation - A member of the BCGEU who feels that they have been harassed or discriminated against should begin by discussing the matter with their shop steward of choice. The situation will be reviewed confidentially, and the Complainant will be provided with information and advice regarding: whether the behaviour in question may constitute harassment or discrimination under this collective agreement; the procedures and options available to the complainant; steps which the complainant may wish to follow to resolve the situation themselves.",
                        "e": "The Employer undertakes to discipline any person employed by the Employer engaging in the personal harassment of another employee.",
                        "f": "A grievance may be initiated at any step in the grievance process and will be handled with all possible confidentiality and dispatch."
                    }
                }
            }
        },
        "2": {
            "title": "UNION RECOGNITION AND RIGHTS",
            "sections": {
                "2.1": {
                    "title": "Bargaining Unit Defined",
                    "subsections": {
                        "a": "The bargaining unit shall comprise all employees included in the bargaining unit as described in the certificate at each college or institution, issued by the Labour Relations Board of British Columbia, except positions excluded by mutual agreement between the local parties or excluded by the Labour Relations Board of British Columbia.",
                        "b": "The question of inclusion or exclusion of a new position created by the Employer will be negotiated with the Union prior to any posting of the position. In the event the local parties cannot agree, the question of inclusion or exclusion may be referred to the relevant labour relations legislation.",
                        "c": "If an existing position is changed, such that the Union has concerns about its status, the information as described in Clause 2.1(a) above will be supplied upon request.",
                        "d": "Work of the Bargaining Unit - Persons who are not covered by this Agreement shall not work on any job which is included in the bargaining unit or result in the avoidance of recalling an employee on layoff."
                    }
                },
                "2.2": {
                    "title": "Bargaining Agent Recognition",
                    "content": "The Employer recognizes the B.C. Government and Service Employees' Union as the exclusive bargaining agent for all employees to whom the certification issued by the Industrial Relations Council applies."
                },
                "2.3": {
                    "title": "Correspondence",
                    "subsections": {
                        "a": "The Employer agrees that all correspondence between the Employer and the Union related to matters covered in this Agreement shall be sent to the President of the Union or their designate and to the Chairperson of the bargaining unit.",
                        "b": "The Employer agrees that a copy of any correspondence between the Employer and any employee in the bargaining unit covered by this Agreement pertaining to the interpretation or application of any clause in this Agreement as it applies to that employee, shall be forwarded to the President of the Union or their designate and to the Chairperson of the bargaining unit."
                    }
                },
                "2.4": {
                    "title": "No Other Agreement",
                    "content": "No employee covered by this Agreement shall be required or permitted to make a written or oral agreement with the Employer or its representatives which may conflict with the terms of this Agreement."
                },
                "2.5": {
                    "title": "No Discrimination for Union Activity",
                    "content": "The Employer and the Union agree that there shall be no discrimination, interference, restriction or coercion exercised or practised with respect to any employee for reason of membership or activity in the Union."
                },
                "2.6": {
                    "title": "Recognition and Rights of Stewards",
                    "subsections": {
                        "a": "The Employer recognizes the Union's right to select stewards to represent employees. The Employer and the Union will agree on the number of stewards, taking into account both operational and geographic considerations.",
                        "b": "The Union agrees to provide the Employer with a list of the employees designated as stewards for each jurisdictional area.",
                        "c": "A steward, or their alternate, shall obtain the permission of their immediate supervisor before leaving their work to perform their duties as a steward. Leave for this purpose shall be with pay.",
                        "d": "The duties of stewards shall include: investigation of complaints of an urgent nature; investigation of grievances and assisting any employee whom the steward represents in presenting a grievance in accordance with the grievance procedure; supervision of ballot boxes and other related functions during ratification votes; attending meetings at the request or with the prior permission of the Employer."
                    }
                },
                "2.7": {
                    "title": "Bulletin Boards",
                    "content": "The Employer shall provide bulletin board facilities for the exclusive use of the Union, the sites to be determined by mutual agreement. The use of such bulletin board facilities shall be restricted to the business affairs of the Union."
                },
                "2.8": {
                    "title": "Union Insignia",
                    "subsections": {
                        "a": "A union member shall have the right to wear or display the recognized insignia of the Union. The Union agrees to furnish to the Employer at least one (1) union shop card, for each of the Employer's places of operation covered by this Agreement, to be displayed on the premises.",
                        "b": "The recognized insignia of the Union shall include the designation 'BCGEU'. This designation shall, at the employee's option, be placed on stenography typed by a member of the Union."
                    }
                },
                "2.9": {
                    "title": "Right to Refuse to Cross Picket Lines or Handle \"Hot Products\"",
                    "subsections": {
                        "a": "All employees covered by this Agreement shall have the right to refuse to cross a picket line arising out of a dispute as defined in the Labour Code of British Columbia. Any employee failing to report for duty shall be considered to be absent without pay.",
                        "b": "No employee covered by this Agreement shall be required to handle any products declared by the B.C. Federation of Labour to be a 'Hot Product'."
                    }
                },
                "2.10": {
                    "title": "Time Off for Union Business",
                    "subsections": {
                        "a": "Without Pay - Leave of absence without pay and without loss of seniority will be granted: to an elected or appointed representative of the Union to attend conventions of the Union and bodies to which the Union is affiliated; for elected or appointed representatives of the Union to attend to union business which requires them to leave their general work area; for employees who are representatives of the Union on the Bargaining Committee to attend meetings of the Bargaining Committee; to employees called by the Union to appear as witnesses before an arbitration board or the Industrial Relations Council.",
                        "b": "With Pay - Leave of absence with basic pay and without loss of seniority will be granted to: Four (4) employees who are representatives of the Union on the Union's Bargaining Committee to carry on negotiations with the Employer; Subject to operational requirements and upon mutual agreement of the parties, the union Chairperson and BCGEU employees who are on duty will be allowed to attend two (2) one (1) hour meetings per year in each geographic location; Any employee designated to sit as an observer on a selection committee in their geographic location; Union representatives on the Joint Committee and the Joint Classification Committee shall have their wages and expenses covered to attend the meetings.",
                        "c": "The Chairperson of the bargaining unit or alternate designated by the Union shall be granted twenty-five percent (25%) employer-paid time release from a full workload per year.",
                        "d": "To facilitate the administration of this clause when leave without pay is granted, the leave shall be given with basic pay and the Union shall reimburse the Employer for salary and benefit costs, including travel time incurred."
                    }
                },
                "2.11": {
                    "title": "Emergency Services",
                    "content": "The parties recognize that in the event of a strike or lockout as defined in the Labour Code of BC situations may arise of an emergency nature. To this end, the Employer and the Union will agree to provide services of an emergency nature."
                }
            }
        },
        "3": {
            "title": "UNION SECURITY",
            "sections": {
                "3.1": "All employees in the bargaining unit who on March 8, 1974, were members of the Union or thereafter became members of the Union shall, as a condition of continued employment, maintain such membership (subject only to the provisions of Section 17 of the Labour Code of BC).",
                "3.2": "All employees hired on or after March 8, 1974 shall, as a condition of continued employment, become members of the Union, and maintain such membership, upon completion of thirty (30) days as an employee (subject only to the provisions of Section 15 of the Labour Code of BC)."
            }
        },
        "4": {
            "title": "CHECK-OFF OF UNION DUES",
            "sections": {
                "4.1": "The Employer shall, as a condition of employment, deduct from the monthly wages or salary of each employee in the bargaining unit, whether or not the employee is a member of the Union, the amount of the regular monthly dues payable to the Union by a member of the Union.",
                "4.2": "Upon written notification by the Union the Employer shall deduct from any employee who is a member of the Union any assessments levied in accordance with the union Constitution and/or Bylaws and owing by the employee to the Union.",
                "4.3": "Deductions shall be made monthly and membership dues or payments in lieu thereof shall be considered as owing in the month for which they are so deducted.",
                "4.4": "All deductions shall be remitted to the President of the Union not later than twenty-eight (28) days after the date of deduction and the Employer shall also provide a list of names of those employees from whose salaries such deductions have been made together with the amounts deducted from each employee.",
                "4.5": "Before the Employer is obliged to deduct any amount under (a) above, the Union must advise the Employer in writing of the amount of its regular monthly dues.",
                "4.6": "From the date of the signing of this Agreement and for its duration, no employee organization other than the Union shall be permitted to have membership dues or other monies deducted by the Employer from the pay of the employees in the bargaining unit.",
                "4.7": "The Employer shall supply each employee, without charge, a receipt for income tax purposes in the amount of the deductions paid to the Union by the employee in the previous year.",
                "4.8": "An employee shall, as a condition of continued employment, complete an authorization form providing for the deduction from an employee's monthly wages or salary the amount of the regular monthly dues payable to the Union by a member of the Union.",
                "4.9": "Effective six months from the date of ratification, the Employer will submit union dues remittance by Electronic Funds Transfer (EFT). The EFT will be submitted with an email to direct.deposit@bcgeu.ca including the EFT date and dollar amount."
            }
        },
        "5": {
            "title": "EMPLOYER AND UNION TO ACQUAINT NEW EMPLOYEES",
            "content": "The Employer agrees to acquaint new employees with the fact that a collective agreement is in effect and with the conditions of employment set out in the articles dealing with union security and dues check-off. A new employee shall be introduced to their shop steward who will provide them with a copy of the Collective Agreement. The Employer agrees that the steward will be given an opportunity to interview each new employee within regular working hours, without loss of pay, for fifteen (15) minutes sometime during their first day at work for the purpose of acquainting the new employee with the benefits and duties of union membership and the employee's responsibilities and obligations to the Employer and the Union."
        },
        "6": {
            "title": "EMPLOYER'S RIGHTS",
            "content": "The Union acknowledges that the management and directing of employees in the bargaining unit is retained by the Employer, except as this Agreement otherwise specifies."
        },
        "7": {
            "title": "EMPLOYER/UNION RELATIONS",
            "sections": {
                "7.1": {
                    "title": "Union and Employer Representation",
                    "content": "No employee or group of employees shall undertake to represent the Union at meetings with the Employer without the proper authorization of the Union. To implement this the Union shall supply the Employer with the names of its officers and similarly, the Employer shall supply the Union with a list of its supervisory or other personnel with whom the Union may be required to transact business."
                },
                "7.2": {
                    "title": "Union Representatives",
                    "subsections": {
                        "a": "The Employer agrees that access to its premises will be granted to members of the staff of the Union when dealing or negotiating with the Employer, as well as for the purpose of investigating and assisting in the settlement of a grievance.",
                        "b": "Members of the union staff shall notify the excluded designated supervisory officials in advance of their intentions and their purpose for entering and shall not interfere with the operation of the College.",
                        "c": "In order to facilitate the orderly, as well as the confidential, investigation of grievances, the Employer will make available to union representatives or stewards temporary use of an office or similar facility.",
                        "d": "The College recognizes that in some circumstances it is difficult for the President of the Union or their paid union representatives to meet with employees outside of normal working hours.",
                        "e": "The College may, upon written request from the President of the Union or their designate, allow reasonable time for a designated representative of the Union on the agenda of any course, training session or seminar sponsored for the employee by the College."
                    }
                },
                "7.3": {
                    "title": "Technical Information",
                    "content": "The College agrees to provide to the Union such information that is available relating to employees in the bargaining unit, as may be required by the Union for collective bargaining purposes and for monitoring compliance with this Agreement."
                },
                "7.4": {
                    "title": "Jurisdictional Dispute Resolution Process",
                    "subsections": {
                        "a": "The purpose of this Agreement is to establish a jurisdictional dispute resolution process which is equitable, expeditious and reflects the desire of the parties to promote effective working relationships.",
                        "b": "The parties agree that the following process will be used in the event of a dispute respecting the appropriateness of a bargaining unit placement where the institution introduces a new position or significantly revises an existing position."
                    }
                }
            }
        },
        "8": {
            "title": "GRIEVANCES",
            "sections": {
                "8.1": {
                    "title": "Grievance Procedure",
                    "subsections": {
                        "a": "The Employer and the Union recognize that grievances may arise concerning: differences between the parties respecting the interpretation, application, operation or any alleged violation of a provision of this Agreement, or arbitral/investigator award, including a question as to whether or not a matter is subject to arbitration; or the dismissal, discipline or suspension of an employee bound by this Agreement.",
                        "b": "The procedure for resolving a grievance shall be the grievance procedure in this article."
                    }
                },
                "8.2": {
                    "title": "Step 1",
                    "content": "In the first step of the grievance procedure, every effort shall be made to settle the dispute with the designated supervisor or designate. The Employer shall provide the Union with a list of the appropriate designated excluded supervisors and their area of responsibility within the Institute."
                },
                "8.3": {
                    "title": "Time Limits to Present Initial Grievance",
                    "content": "An employee who wishes to present a grievance at Step 2 of the grievance procedure, in the manner prescribed in Clause 8.4, must do so no later than thirty (30) days after the date: on which they were notified orally or in writing, of the action or circumstances giving rise to the grievance; or on which they first became aware of the action or circumstances giving rise to the grievance whichever is applicable."
                },
                "8.4": {
                    "title": "Step 2",
                    "content": "Subject to the time limits in Clause 8.3, the employee may present a grievance at this level by: recording their grievance on the appropriate grievance form, setting out the nature of the grievance and the circumstances from which it arose; stating the article or articles of the Agreement infringed upon or alleged to have been violated, and the remedy or correction required; and transmitting their grievance through the union steward, to the representative of the Employer authorized to deal with grievances at Step 2."
                },
                "8.5": {
                    "title": "Time Limit to Reply at Step 2",
                    "subsections": {
                        "a": "Within fourteen (14) days of receiving the grievance at Step 2, the representative designated by the Employer to handle grievances at Step 2 and the union area staff representative, or their designate, shall meet to examine the facts, the nature of the grievance and attempt to resolve the dispute.",
                        "b": "The representative designated by the Employer to handle grievances at Step 2 shall reply in writing to an employee's grievance within twenty-one (21) days of receiving the grievance at Step 2.",
                        "c": "The reply at this step shall include a report of the Step 2 meeting and results of investigations carried out by the Employer with regard to the facts and nature of the grievance."
                    }
                },
                "8.6": {
                    "title": "Failure to Act",
                    "subsections": {
                        "a": "If the President of the Union, or their designate does not present a grievance to the next higher level within the prescribed time limits, the grievance will be deemed to have been abandoned.",
                        "b": "Failing satisfactory settlement at Step 2 and pursuant to Clause 8.14, either party may inform the other party of its intention to submit the matter to the investigator within the time limit referred to in Clause 8.7."
                    }
                },
                "8.7": {
                    "title": "Time Limits to Submit to Arbitration",
                    "content": "Failing satisfactory settlement at Step 2, and pursuant to Article 9, the President of the Union or their designate, may inform the Employer of their intention to submit the dispute to arbitration within: thirty (30) days after the Employer's decision has been received; or thirty (30) days after the Employer's decision was due whichever occurs first."
                },
                "8.8": {
                    "title": "Administrative Provisions",
                    "subsections": {
                        "a": "Grievance replies at Step 2 of the grievance procedure and notification to arbitrate or to use an investigator shall be by registered mail.",
                        "b": "Grievance replies and notification shall be deemed to have been presented on the date on which they were registered, and received on the date they were delivered to the appropriate office of the Employer or the Union.",
                        "c": "In the event of a dispute, strike, lockout, or other work stoppage in the Canada Post Office, within British Columbia, this clause shall not apply."
                    }
                },
                "8.9": {
                    "title": "Dismissal or Suspension Grievance",
                    "subsections": {
                        "a": "In the case of a dispute arising from an employee's dismissal, the grievance may be filed directly at arbitration within thirty (30) days of the date on which the dismissal occurred, or within thirty (30) days of the employee receiving notice of dismissal, whichever occurs first.",
                        "b": "In the case of a dispute arising from an employee's suspension, the grievance may commence at Step 2 of the grievance procedure within thirty (30) days of the date on which the suspension occurred, or within thirty (30) days of the employee receiving notice of suspension, whichever occurs first."
                    }
                },
                "8.10": {
                    "title": "Deviation from Grievance Procedure",
                    "subsections": {
                        "a": "The Employer agrees that, after a grievance has been initiated by the Union, the Employer's representative will not enter into discussion or negotiation with respect to the grievance, whether directly or indirectly with the aggrieved employee without the consent of the Union.",
                        "b": "In the event that, after having initiated a grievance through the grievance procedure, an employee endeavours to pursue the same grievance through any other channel, then the Union agrees that, pursuant to this article, the grievance shall be considered to have been abandoned."
                    }
                },
                "8.11": {
                    "title": "Policy Grievance",
                    "content": "Where either party to this Agreement disputes the general application, interpretation, or alleged violation of an article of this Agreement, the dispute shall be discussed initially with the Employer or the Union, as the case may be, within sixty (60) days of the occurrence."
                },
                "8.12": {
                    "title": "Technical Objections to Grievances",
                    "content": "It is the intent of both parties to this Agreement that no grievance shall be defeated merely because of a technical error other than time limitations in processing the grievance through the grievance procedure."
                },
                "8.13": {
                    "title": "Effective Date of Settlements",
                    "content": "Settlements reached at any step of the grievance procedure in this article, other than Clause 8.11, shall be applied retroactively to the date of the occurrence of the action or situation which gave rise to the grievance."
                },
                "8.14": {
                    "title": "Investigator",
                    "content": "Where a difference arises between the parties relating to the dismissal, discipline, or suspension of an employee, or to the interpretation, application, operation, or alleged violation of this Agreement, including any question as to whether a matter is arbitrable, during the terms of the Collective Agreement, Chris Sullivan, or a substitute agreed to by the parties, shall, if the parties mutually agree, in accordance with Section 84 of the Labour Code: investigate the difference; define the issue in the difference, and make written recommendations to resolve the difference."
                },
                "8.15": {
                    "title": "Amending Time Limits",
                    "content": "The time limits fixed in this grievance procedure may be altered by mutual consent of the parties, but the same must be in writing."
                }
            }
        },
        "9": {
            "title": "ARBITRATION",
            "sections": {
                "9.1": {
                    "title": "Notification",
                    "content": "Where a difference arises between the parties relating to the interpretation, application or administration of this Agreement, including any question as to whether a matter is arbitrable, or where an allegation is made that a term or condition of this Agreement has been violated, either of the parties may, after exhausting the grievance procedure in Article 8, notify the other party within thirty (30) days of the receipt, or due date, of the reply at the second step, of its desire to submit the difference or allegation to arbitration."
                },
                "9.2": {
                    "title": "Single Arbitrator",
                    "content": "When a party has requested that a grievance be submitted to arbitration, the grievance shall be submitted to one (1) of the following single Arbitrators on a rotational basis subject to their availability within ninety (90) days.",
                    "arbitrators": [
                        "Chris Sullivan",
                        "Mark Brown",
                        "Julie Nichol",
                        "Corrin Bell",
                        "David McPhillips",
                        "John McConchie"
                    ]
                },
                "9.3": {
                    "title": "Single Arbitrator Procedure",
                    "subsections": {
                        "a": "The Arbitrator may determine their own procedure in accordance with the Labour Code of BC and shall give full opportunity to all parties to present evidence and make representations.",
                        "b": "In the matter concerning a suspension or dismissal which an arbitrator has ruled to be unjust, there shall be no onus on the employee to mitigate loss, nor shall consideration be given to any mitigation that may have taken place."
                    }
                },
                "9.4": {
                    "title": "Expedited Arbitration",
                    "content": "Expedited arbitration shall refer to a system of rights arbitration incorporating procedures specifically designed to reduce delay and / or cost in the hearing and issuance of an award.",
                    "procedures": {
                        "a": "All grievances except dismissals, rejection on probation, demotion, suspensions greater than ten (10) days, or policy grievances requiring substantial interpretation of a provision of the Collective Agreement may be considered suitable for and resolved by expedited arbitration upon mutual agreement of the parties.",
                        "b": "The parties shall mutually agree upon a single arbitrator whose name shall be taken from a list of single arbitrators which was mutually agreed upon by the parties.",
                        "c": "The Arbitrator shall hear the grievance and shall render a decision within two (2) working days of such hearings.",
                        "d": "Arbitration awards shall be of no precedential value and shall not, therefore, be referred to by the parties in respect of any other matter.",
                        "e": "Arbitrators are not allowed to interpret the Agreement other than Clause 8.15.",
                        "f": "All settlements of expedited arbitrations shall be 'without prejudice'.",
                        "g": "The parties shall equally share the cost of fees and expenses of the Arbitrator and hearing room.",
                        "h": "No later than two (2) weeks prior to the scheduled hearing for each grievance, the Union and the Employer shall prepare a statement of agreed facts for presentation at the hearing.",
                        "i": "The Arbitrator's decision shall be final and binding upon the parties and no further action may be taken on that grievance by any means.",
                        "j": "Notwithstanding the above, either party may take any grievance to full arbitration as per Article 9 of this Agreement."
                    },
                    "arbitrator": "Ms. Judy Korbin"
                },
                "9.5": {
                    "title": "Disagreement on Decision",
                    "content": "Should the parties disagree as to the meaning of the Arbitrator's decision, either party may apply to the Arbitrator to clarify the decision, which they shall make every effort to do within seven (7) days of receipt of such application."
                },
                "9.6": {
                    "title": "Expenses of Arbitrator",
                    "content": "Each party shall pay one-half (½) of the fees and expenses of the Arbitrator."
                },
                "9.7": {
                    "title": "Amending Time Limits",
                    "content": "The time limits fixed in the arbitration procedure may be altered by mutual consent of the parties but the same must be in writing."
                }
            }
        },
        "10": {
            "title": "DISMISSAL, SUSPENSION AND DISCIPLINE",
            "sections": {
                "10.1": {
                    "title": "Burden of Proof",
                    "content": "In all cases of discipline, the burden of proof of just cause shall rest with the Employer."
                },
                "10.2": {
                    "title": "Dismissal",
                    "content": "The Employer may dismiss any employee for just cause. Notice of dismissal shall be in writing and shall set forth the reasons for dismissal."
                },
                "10.3": {
                    "title": "Suspension",
                    "content": "The Employer may suspend an employee for just cause. Notice of suspension shall be in writing and shall set forth the reasons for the suspension."
                },
                "10.4": {
                    "title": "Dismissal and Suspension Grievance",
                    "content": "All dismissals and suspensions will be subject to formal grievance procedure under Article 8. A copy of the written notice of dismissal or suspension shall be forwarded to the President of the Union within five (5) days of the action being taken."
                },
                "10.5": {
                    "title": "Right to Grieve Other Disciplinary Action",
                    "content": "Disciplinary action grievable by the employee shall include written censures, letters of reprimand and adverse reports or adverse employee appraisals. An employee and the Union shall be given a copy of any such document placed on the employee's file which might be the basis of disciplinary action unless the employee has advised the Employer in writing that the Union is not to be given such copy."
                },
                "10.6": {
                    "title": "Employee Appraisal Forms",
                    "content": "The primary purpose of conducting a formal review is to communicate an objective, balanced overview of work performance based on clear and understood work objectives. Appraisals should provide feedback and information, guidance and suggestions for future development of the employee."
                },
                "10.7": {
                    "title": "Personnel File",
                    "subsections": {
                        "a": "An employee, or the President of the Union (or their designate) with the written authority of the employee, shall be entitled to review an employee's personnel file, in the office in which the file is normally kept.",
                        "b": "An employee's personnel file will contain all documents pertaining to an employee's work history and employment related items and shall be kept in a secure fashion in order to preserve confidentiality and privacy."
                    }
                },
                "10.8": {
                    "title": "Right to Have Steward Present",
                    "subsections": {
                        "a": "An employee shall have the right to have their steward present at any discussion with supervisory personnel which the employee believes might be the basis of disciplinary action.",
                        "b": "A steward shall have the right to consult with a staff representative of the Union and to have a local union representative present at any discussion with supervisory personnel which the steward believes might be the basis of disciplinary action against the steward."
                    }
                },
                "10.9": {
                    "title": "Rejection During Probation",
                    "subsections": {
                        "a": "The Employer may reject any probationary employee for just cause. A rejection during probation shall not be considered a dismissal for the purpose of Clause 10.4.",
                        "b": "Where an employee feels they have been aggrieved by the decision of the Employer to reject the employee during the probationary period, the President of the Union may appeal the decision in accordance with Clause 8.4 within fourteen (14) days of the employee receiving the notice of rejection."
                    }
                }
            }
        }
    }
}