{
    "articles_21_30": {
        "21": {
            "title": "ANNUAL VACATION",
            "sections": {
                "21.1": {
                    "title": "Annual Vacation",
                    "subsections": {
                        "a": "A regular full-time employee who has received at least ten (10) days pay at straight-time rates for each calendar month will have an annual vacation entitlement as follows:",
                        "vacation_schedule": {
                            "first_to_fifth": "21 workdays",
                            "sixth": "22 workdays",
                            "seventh": "23 workdays",
                            "eighth": "24 workdays",
                            "ninth": "25 workdays",
                            "tenth_to_fifteenth": "26 workdays",
                            "sixteenth_to_nineteenth": "31 workdays",
                            "twentieth_to_twenty_fourth": "33 workdays",
                            "twenty_fifth_and_thereafter": "35 workdays"
                        },
                        "b": "Employees engaged on a part-time basis shall be entitled to the above annual vacation on a pro rata basis."
                    }
                },
                "21.2": {
                    "title": "Definitions",
                    "subsections": {
                        "a": "\"Vacation year\" - For the purposes of this article a vacation year shall be the calendar year commencing January 1st and ending December 31st.",
                        "b": "\"First vacation year\" - The first vacation year is the calendar year in which the employee's first anniversary falls."
                    }
                },
                "21.3": {
                    "title": "Canadian Armed Forces Service",
                    "subsections": {
                        "a": "Active service with the Canadian Armed Forces shall be counted in the calculation for vacation entitlement after the employee has completed at least one (1) year service with the College.",
                        "b": "Discharge certificates must be presented before service is recognized. It is not necessary that an individual shall have been employed by the College immediately prior to any service nor to have joined the College immediately following service."
                    }
                },
                "21.4": {
                    "title": "Vacation Earnings for Partial Years",
                    "subsections": {
                        "a": "During the first partial year of service a new employee will earn vacation at the rate of one and three-quarter (1¾) days for each month for which they earn ten (10) days pay. Subject to Clause 21.8, any unused vacation earned during the first partial year will be paid to the employee at December 31st of that year.",
                        "b": "During the first and subsequent vacation years an employee will earn one-twelfth (1/12) of the annual entitlement for each month in which the employee has received at least ten (10) days pay at straight-time rates."
                    }
                },
                "21.5": {
                    "title": "Vacation Scheduling",
                    "subsections": {
                        "a": "With the exception of authorized vacation carryover under Clause 21.8, the scheduling and completion of vacations shall be on a calendar year basis.",
                        "b": "The calendar year in which an employee's first anniversary falls shall be the first vacation year.",
                        "c": "An employee earns but is not entitled to receive vacation during the first six (6) months of continuous employment.",
                        "d": "Vacation schedules, once approved by the Employer, shall not be changed, other than in cases of emergency, except by mutual agreement between the employee and the Employer.",
                        "e": "Subject to operational requirements, it is the intent of the parties that no employee shall be restricted in the time of year they choose to take their vacation entitlement, and that all employees shall be allowed to take at least four (4) weeks of their vacation entitlement during the period of May 1st to September 30th inclusive.",
                        "f": "Vacations shall be granted on the basis of service seniority within a classification series in the work unit.",
                        "g": "Employees will receive their vacation allotment by February 1. Employees will complete their vacation requests, and submit them in writing within fourteen (14) calendar days of the receipt of allotment.",
                        "h": "Where a request is made on or after March 1, the Employer will respond within twenty-one (21) calendar days.",
                        "i": "Vacation not scheduled by the Employee by October 15 of a vacation year, will be scheduled by the Employer at its discretion."
                    }
                },
                "21.6": {
                    "title": "Vacation Pay",
                    "subsections": {
                        "a": "Payment for vacations will be made at an employee's basic pay, except if an employee has been working in a higher paid position than their regular position for a majority of their regularly scheduled hours in the sixty (60) working days preceding their vacation in which case they shall receive the higher rate.",
                        "b": "Once per calendar year, upon thirty (30) days written notice, a regular employee shall be entitled to receive prior to commencement of a vacation, a payroll advance equivalent to the amount of their regular paycheque issued during the vacation period."
                    }
                },
                "21.7": {
                    "title": "Approved Leave of Absence with Pay During Vacation",
                    "content": "When an employee is in receipt of the Short-term Illness and Injury Plan benefits or on leave with pay in accordance with Clauses 23.1, 23.5, and 23.7 during their vacation period, there shall be no deduction from the vacation credits for such leave."
                },
                "21.8": {
                    "title": "Vacation Carryover",
                    "subsections": {
                        "a": "An employee may carry over up to five (5) days vacation per vacation year which must be taken not later than the next consecutive vacation year.",
                        "b": "Where it is through the fault of the Employer that the full vacation entitlement has not been taken within the calendar year in which it is earned, a carryover of unused days shall be granted by the College."
                    }
                },
                "21.9": {
                    "title": "Callback from Vacation",
                    "subsections": {
                        "a": "Employees who have commenced their annual vacation shall not be called back to work except in cases of extreme emergency.",
                        "b": "When, during any vacation period, an employee is recalled to duty, they shall be reimbursed for all expenses incurred thereby by themselves, in proceeding to their place of duty and in returning to the place from which they were recalled upon resumption of vacation.",
                        "c": "Time necessary for travel in returning to their place of duty and returning again to the place from which they were recalled shall not be counted against their remaining vacation entitlement."
                    }
                },
                "21.10": {
                    "title": "Vacation Leave on Retirement",
                    "content": "An employee scheduled to retire and to receive a superannuation allowance under the Public Sector Pensions Plan Act Schedule B (Municipal Pension Plan) shall be granted full vacation entitlement for the final calendar year of service."
                },
                "21.11": {
                    "title": "Vacation Credits Upon Death",
                    "content": "Earned but unused vacation entitlement shall be made payable, upon termination due to death, to the employee's dependant, or where there is no dependant, to the employee's estate."
                },
                "21.12": {
                    "title": "Conversion of Hours",
                    "content": "Vacation entitlement shall be converted to hours on the basis of a seven (7) hour day and vacation taken shall be deducted in accordance with the actual hours of the employee's daily shift in effect at the time the vacation is taken."
                }
            }
        },
        "22": {
            "title": "SHORT-TERM ILLNESS & INJURY AND LONG-TERM DISABILITY",
            "sections": {
                "22.1": {
                    "title": "Coverage",
                    "content": "Employees shall be entitled to coverage for short-term illness and injury and long-term disability in accordance with the regulations included as Appendix 1."
                },
                "22.2": {
                    "title": "Joint Early Intervention Program",
                    "subsections": {
                        "a": "The parties have agreed to participate in the Post-Secondary Joint Early Intervention Program (JEIP).",
                        "principles": {
                            "jointly_managed": "The program will be jointly managed by the Employer and the Union",
                            "mandatory": "An employee may be referred for participation in the JEIP when absent from work for five or more consecutive days or where it appears that there is a pattern of consistent or frequent absence from work",
                            "rehabilitative": "The JEIP is rehabilitative in nature",
                            "confidential": "The parties involved in the program will maintain confidentiality of all information"
                        }
                    }
                },
                "22.3": {
                    "title": "Return to Work",
                    "content": "An employee intending to return to work following an absence pursuant to Clause 11.5(b) shall be entitled to reinstatement in their former position, provided it still exists. Where the former position no longer exists, the Employer shall place the employee in an alternate position of equivalent classification, subject to qualifications and seniority."
                }
            }
        },
        "23": {
            "title": "SPECIAL AND OTHER LEAVES",
            "sections": {
                "23.1": {
                    "title": "Bereavement Leave",
                    "subsections": {
                        "a": "In the case of bereavement in the immediate family an employee not on leave of absence without pay shall be entitled to bereavement leave, at their regular rate of pay, for five (5) workdays. If necessary, up to one (1) additional day may be granted should the employee be required to travel as a result of the death.",
                        "b": "Immediate family is defined as an employee's parent, spouse, child, brother, sister, grandparent, grandchild, father-in-law, mother-in-law and any other relative permanently residing in the employee's household or with whom the employee permanently resides.",
                        "c": "In the event of the death of the employee's son-in-law, daughter-in-law, brother-in-law or sister-in-law, the employee shall be entitled to special leave for one (1) day for the purpose of attending the funeral."
                    }
                },
                "23.2": {
                    "title": "Special Leave",
                    "subsections": {
                        "a": "Where leave from work is required, an employee shall be entitled to special leave at their regular rate of pay for the following: marriage of the employee 3 days; attend wedding of the employee's child 1 day; birth of an employee's child 1 day; adoption of an employee's child 3 days; serious household or domestic emergency 1 day; moving household furniture and effects 1 day; attend their formal hearing to become a Canadian citizen 1 day; attend funeral as pallbearer or mourner ½ day; court appearance for hearing of employee's child 1 day.",
                        "b": "Two (2) weeks notice is required for leave under marriage, attend wedding, moving, and citizenship.",
                        "c": "For most of these leaves, leave with pay will be only for the workday on which the situation occurs.",
                        "d": "For the purpose of determining eligibility for special leave for moving, an employee will qualify if they are maintaining a self-contained household and if they are changing their place of residence which necessitates the moving of household furniture and effects during their normal working hours."
                    }
                },
                "23.3": {
                    "title": "Family Illness",
                    "subsections": {
                        "a": "In the case of illness of a dependent child or spouse of an employee, and when no one at the employee's home other than the employee can provide for the needs of the ill child or spouse, the employee shall be entitled, after notifying their supervisor, to use up to a maximum of five (5) days paid leave at any one (1) time for this purpose.",
                        "b": "The Employer may request a report from a qualified medical practitioner when it appears that a pattern of consistent absence is developing.",
                        "c": "The provisions of this article shall apply to an employee's parent."
                    }
                },
                "23.4": {
                    "title": "Full-Time Union or Public Duties",
                    "subsections": {
                        "a": "The Employer shall grant, on written request, leave of absence without pay: For employees elected to a full-time position with the Union for a period of one year; For an employee elected to the position of President or Treasurer of the B.C. Government and Service Employees' Union for the one term; For an employee elected to any body to which the Union is affiliated for a period of one year.",
                        "b": "The employer shall grant, on written request, leave of absence without pay: For employees to seek election in a municipal, provincial, federal, First Nation or other Aboriginal election for a maximum period of 90 days; For employees elected to a public office for a maximum period of five years."
                    }
                },
                "23.5": {
                    "title": "Leave for Court Appearances",
                    "subsections": {
                        "a": "The Employer shall grant paid leave to employees, other than employees on leave without pay, who serve as jurors or witnesses in a court action, provided such court action is not occasioned by the employee's private affairs.",
                        "b": "In cases where an employee's private affairs have occasioned a court appearance, such leave to attend at court shall be without pay.",
                        "c": "An employee in receipt of their regular earnings while serving at court shall remit to the Employer all monies paid to them by the court within five (5) workdays of receipt of such monies, except travelling and meal allowances not reimbursed by the Employer.",
                        "d": "Time spent at court by an employee in their official capacity shall be at their regular rate of pay.",
                        "e": "Court actions arising from employment, requiring attendance at court, shall be with pay.",
                        "f": "In the event an accused employee is jailed pending a court appearance, such leave of absence shall be without pay.",
                        "g": "For all the above leaves, the employee shall advise their supervisor as soon as they are aware that such leave is required."
                    }
                },
                "23.6": {
                    "title": "Leave for Examinations",
                    "subsections": {
                        "a": "Leave of absence with pay shall be granted to allow employees time to write examinations for courses approved by the Employer.",
                        "b": "Employees shall be permitted to write any in-service examination required by the Employer, upon satisfactory completion of the necessary term of service and training programs.",
                        "c": "Where workloads permit, employees shall be granted reasonable time during the regular workday to prepare for examinations in order to complete courses offered by the College for the employees."
                    }
                },
                "23.7": {
                    "title": "Leave for Taking Courses and Educational Leave",
                    "subsections": {
                        "a": "An employee shall be granted leave with pay to take courses at the request of the Employer. The Employer shall bear the full cost of the course, including tuition fees, entrance or registration fees, laboratory fees, and course-required books, necessary travelling and subsistence expenses, and other legitimate expenses where applicable.",
                        "b": "Professional Development Days with Pay: The parties recognize that ongoing professional development for support staff is essential for personal and institutional success. Staff shall be scheduled by mutual agreement up to five (5) professional development days during the course of the calendar year.",
                        "c": "Leave Without Pay: A regular employee shall be granted leave without pay for up to two (2) years to take courses in which the employee wishes to enrol, provided they give the Employer a minimum of four (4) months' notice.",
                        "d": "Courses required by the Employer leading to a Provincial Instructor's Diploma will be reimbursed in accordance with Clause 23.7(a)."
                    }
                },
                "23.8": {
                    "title": "Elections",
                    "content": "Any employee eligible to vote in a federal, provincial or municipal election or a referendum shall have four (4) consecutive clear hours during the hours in which the polls are open in which to cast their ballot."
                },
                "23.9": {
                    "title": "General Leave",
                    "subsections": {
                        "a": "Notwithstanding any provision for leave in this Agreement, and subject to operational requirements, a leave of absence without pay may also be granted for any other reason, in which case, approval shall not be unreasonably withheld.",
                        "b": "Leave for One (1) Month or Less: The parties agree that should an employee request to work for eleven months in a twelve (12) month period the following terms and conditions will apply: The employee will receive salary based on eleven (11) months which will be paid at normal biweekly rates; All other benefit coverage will apply for the twelve month period except for vacation entitlement which will be prorated; Seniority will be calculated on the basis of a twelve month period."
                    }
                },
                "23.10": {
                    "title": "Leave for Medical and Dental Care",
                    "subsections": {
                        "a": "Where it is not possible to schedule medical and/or dental appointments outside regularly scheduled working hours, reasonable time off for medical and dental appointments for employees, for their spouses or for dependent children shall be permitted.",
                        "b": "Employees in areas where adequate medical and dental facilities are not available shall be allowed to deduct from their credit described in Clause 23.11 the necessary return travelling time to receive personal or immediate family medical and dental care at the nearest medical centre.",
                        "c": "The provisions of this article shall apply to an employee's parent."
                    }
                },
                "23.11": {
                    "title": "Maximum Leave Entitlement",
                    "content": "Leaves taken under Clauses 23.2, 23.3 and 23.10 shall not exceed a total of ten (10) workdays per calendar year, unless additional special leave is approved by the Employer."
                },
                "23.12": {
                    "title": "Emergency Service Leave",
                    "content": "Where employees' services are required for emergency operations by request from Provincial Emergency Programs or appropriate police authority, leave from work as required may be granted without loss of basic pay."
                },
                "23.13": {
                    "title": "Canadian Armed Forces",
                    "subsections": {
                        "a": "Employees who participate in activities related to the Reserve Component of the Canadian Armed Forces may be granted leave of absence as follows: With Pay - where an employee is required to take annual training with Their Majesty's reserve forces provided any remuneration from the Government of Canada is remitted to the Employer; Without Pay - where an employee participates in a program of training for the purpose of qualifying for a higher rank; Without Pay - where an employee, as a delegate, attends meetings of service associations or conferences related to the Canadian Armed Forces.",
                        "b": "Any remuneration received from the Government of Canada for the purpose of activities related to the Canadian Armed Forces, may be retained by the employee when on leave of absence without pay."
                    }
                },
                "23.14": {
                    "title": "Technical Equipment or New Methods",
                    "content": "Where an employee is, or will be, required to operate technical equipment or use new methods during the course of their duties and where seminars, demonstrations or conferences are held pertaining to such technical equipment or new methods, the employee may attend such demonstrations, conferences or seminars upon approval of their application by the Employer."
                },
                "23.15": {
                    "title": "Oaths, X-rays and Medical Examinations",
                    "content": "When the Employer requires employees to take oaths or undergo medical examinations or x-rays as required for employment, the Employer shall grant the necessary time off."
                },
                "23.16": {
                    "title": "Self-Funded Leave Plan",
                    "content": "The Self-Funded Leave Plan, as set out in the current approved College policy, is available to all employees who hold a regular continuing appointment and have completed their probationary period."
                },
                "23.17": {
                    "title": "Leave of Absence for College Committees",
                    "content": "An employee whose assigned work schedule would prevent them from attending meetings of a college committee to which they have been elected or appointed, will be granted a leave of absence from their regular duties without loss of pay or other entitlements to attend such meetings(s)."
                },
                "23.18": {
                    "title": "Other Religious Observances",
                    "subsections": {
                        "a": "Employees who are members of non-Christian religions may arrange up to three (3) days leave without pay per calendar year to observe a spiritual or holy day.",
                        "b": "A minimum of four (4) weeks notice is required for leave under this provision.",
                        "c": "Employees granted leave under this provision may utilize unused vacation credits."
                    }
                },
                "23.19": {
                    "title": "Leave for Domestic Violence",
                    "content": "Where leave from work is required due to an employee and/or an employee's dependent child being a victim of domestic violence, the employee shall be granted leave, in each calendar year, as follows in accordance with Employment Standards Act: Up to ten (10) days of unpaid leave to be taken intermittently or in one continuous period; and Up to fifteen (15) weeks of unpaid leave. The Employer will provide pay for three (3) of the days referenced above."
                },
                "23.20": {
                    "title": "Leave Respecting the Death of a Child",
                    "content": "An employee is entitled to a leave of absence without pay of up to 104 weeks if they are entitle to leave respecting the death of a child under the Employment Standards Act and such leave will be in accordance with the Employment Standards Act. There will be no interruption in the accrual of seniority or eligibility for benefits."
                },
                "23.21": {
                    "title": "Leave Respecting the Disappearance of a Child",
                    "content": "An employee is entitled to a leave of absence without pay of up to fifty-two (52) weeks if they are entitled to leave respecting the disappearance of a child under the Employment Standards Act and such leave will be in accordance with the Employment Standards Act. There will be no interruption in the accrual of seniority or eligibility for benefits."
                },
                "23.22": {
                    "title": "Compassionate Care Leave",
                    "content": "In accordance with the Employment Standards Act of BC, an employee will be granted a compassionate care leave of absence without pay for up to twenty-seven (27) weeks to care for a gravely ill family member. An employee who is granted a compassionate care leave of absence to care for a gravely ill family shall be entitled to benefits including continued benefit coverage, pension contributions, and seniority accrual."
                }
            }
        },
        "24": {
            "title": "MATERNITY, PARENTAL AND ADOPTION LEAVE",
            "sections": {
                "24.1": {
                    "title": "Maternity, Parental and Adoption Leave",
                    "subsections": {
                        "a": "Maternity Leave: A pregnant employee shall be eligible for maternity leave as provided in the Employment Standards Act.",
                        "b": "Parental Leave: An employee shall be eligible for parental leave as provided in the Employment Standards Act.",
                        "c": "Adoption Leave: An employee adopting a child shall be eligible for parental leave as provided in the Employment Standards Act."
                    }
                },
                "24.2": {
                    "title": "Supplemental Employment Benefit (SEB)",
                    "subsections": {
                        "a": "When an employee is in receipt of Maternity/Parental Employment Insurance Benefits, a regular employee will receive a supplemental payment added to their Employment Insurance Benefits as follows: For a maximum of fifteen (15) weeks the employee shall receive an amount equal to the difference between the Maternity Employment Insurance Benefits and ninety-five percent (95%) of their salary; For up to a maximum of thirty-five (35) weeks the biological, adoptive or legally recognized parent shall receive an amount equal to the difference between the Standard Parental Employment Insurance (EI) Benefits and eighty-five percent (85%) of the employee's salary; If the biological, adoptive or legally recognized parent elects the Extended Parental EI Benefit, for a maximum of sixty-one (61) weeks the parent shall receive the same total SEB benefit amount received under the thirty-five (35) week EI benefit.",
                        "b": "The average base salary for the purpose of calculation is the employee's average base salary for the twenty-six (26) weeks preceding the maternity or parental leave.",
                        "c": "The employee shall have to furnish proof of adoption."
                    }
                },
                "24.3": {
                    "title": "Seniority Rights on Return from Leave",
                    "subsections": {
                        "a": "An employee who returns to work after the expiration of maternity, parental or adoption leave shall retain the seniority they had accrued immediately prior to commencing the leave and shall be credited with seniority for the period of time covered by the leave.",
                        "b": "An employee shall be deemed to have resigned on the date upon which their maternity, parental or adoption leave expired if notification of return to work is not made one (1) month prior to the expiration of the leave.",
                        "c": "An employee commencing leave pursuant to Article 24.1 during the probation period, will be required to complete the unexpired portion of the probationary period upon return to work."
                    }
                },
                "24.4": {
                    "title": "Extension of Maternity Leave",
                    "content": "Maternity leave shall be extended for up to an additional six (6) months for health reasons where a doctor's certificate is presented."
                }
            }
        },
        "25": {
            "title": "OCCUPATIONAL HEALTH AND SAFETY",
            "sections": {
                "25.1": {
                    "title": "Statutory Compliance",
                    "content": "The Union and the Employer agree that regulations made pursuant to the Workers Compensation Act, Occupational Environment Regulations or any other statute of the Province of British Columbia pertaining to the working environment, shall be fully complied with."
                },
                "25.2": {
                    "title": "Joint Occupational Health and Safety Committee",
                    "subsections": {
                        "a": "A joint occupational health and safety committee will be established. Union representatives shall be appointed by the Union and the employer representatives shall be appointed by the Employer.",
                        "b": "Employees who are representatives of the Committee shall not suffer any loss of basic pay for the time spent attending a committee meeting.",
                        "c": "The Committee shall comprise equal numbers - two (2) of representatives of the BCGEU support staff bargaining unit, BCGEU instructional staff bargaining unit and the Employer."
                    }
                },
                "25.3": {
                    "title": "Unsafe Work Conditions",
                    "subsections": {
                        "a": "An employee may exercise their right to refuse to do unsafe work pursuant to Section 3.12 of the Occupational Health and Safety Regulation outlined in Information Appendix B and Part 3, Division 6 of the Workers Compensation Act.",
                        "b": "An employee must not be subject to discriminatory or disciplinary action pursuant to Section 3.13(1) of the Occupational Health and Safety Regulations."
                    }
                },
                "25.4": {
                    "title": "Injury Pay Provision",
                    "content": "An employee who is injured on the job during working hours and is required to leave for treatment or is sent home for such injury shall receive payment for the remainder of their shift without deduction from short-term disability leave."
                },
                "25.5": {
                    "title": "Transportation of Accident Victims",
                    "content": "Transportation to the nearest physician or hospital for employees requiring medical care as a result of an on-the-job accident shall be at the expense of the Employer."
                },
                "25.6": {
                    "title": "Pollution Control",
                    "content": "The Employer and the Union agree to limit all forms of environmental pollution."
                },
                "25.7": {
                    "title": "Investigation of Accidents",
                    "content": "The Occupational Health and Safety Committee, as provided in Clause 25.2, shall be notified of each accident or injury to the employees and shall investigate and report to the Union and the Employer on the nature and cause of the accident or injury."
                },
                "25.8": {
                    "title": "Industrial First Aid Requirements",
                    "subsections": {
                        "a": "The Union and the Employer agree that First Aid Regulations made pursuant to the Workers Compensation Act shall be fully complied with.",
                        "b": "Where the Employer requires an employee to perform first aid duties in addition to the normal requirements of the job, the cost of obtaining and renewing the Occupational First Aid Certificate shall be borne by the Employer.",
                        "c": "An additional payment shall be granted to employee on the basis of the type of Occupational First Aid Certificate they are required to possess: Occupational First Aid Certificate, Class 3 - $44.00 biweekly; Occupational First Aid Certificate, Class 2 - $35.00 biweekly; Occupational First Aid Certificate, Class 1 - $30.00 biweekly."
                    }
                },
                "25.9": {
                    "title": "Training Program for Joint Occupational Health and Safety Committee",
                    "content": "An ongoing training program for the Occupational Health and Safety Committee, which was developed in consultation with the Workers' Compensation Board, and which may be amended from time to time by mutual agreement, will provide a training program for members of the Occupational Health and Safety Committee dealing with the objectives and duties of the Committee."
                },
                "25.10": {
                    "title": "Safe Working Conditions",
                    "content": "The Employer undertakes to maintain office furniture, equipment, etc., in a practical and safe condition in order to avoid injury to employees or damage to their attire. Employees, for their part and in their own interest, are expected to advise the Employer of any such potentially injurious equipment."
                },
                "25.11": {
                    "title": "Investigation of Safety Matters",
                    "content": "An employee who is a member of, or is designated by, the Joint Occupational Health and Safety Committee and who has been authorized by that committee to investigate safety matters shall not suffer any loss of basic pay for time so spent."
                },
                "25.12": {
                    "title": "Protective Clothing and Supplies",
                    "content": "The purchase of CSA approved safety boots will be reimbursed to the maximum of two hundred and fifty dollars ($250). Safety boots will not be reimbursed at less than a two (2) year cycle except in exceptional circumstances which will be established with the employee's supervisor. The College shall provide valid instructional materials to be supplied by the Union which teach essentials of emergency survival techniques for all employees who are required to work and/or travel under isolated field conditions or camp situations."
                },
                "25.13": {
                    "title": "Employees Working Alone",
                    "subsections": {
                        "a": "The Employer agrees to implement appropriate procedures to safeguard employees required to work alone. Proposed procedures shall be referred to the Health and Safety Committee for review.",
                        "b": "Where employees are required to work alone, they shall be supplied with effective communications and have a pre-arranged employee check made at specified locations, or any such other arrangements that are mutually agreed."
                    }
                },
                "25.14": {
                    "title": "Repetitive Strain Injury",
                    "subsections": {
                        "a": "The parties agree that there is a shared interest in minimizing and or eliminating work related strain injuries or illnesses.",
                        "b": "The Joint Occupational Health and Safety Committee shall, in the performance of regular worksite inspections, identify risk factors which may contribute to risk: the work methods and practices; the layout and condition of the workplace and workstation; the characteristics of objects or equipment handled; the environmental conditions; the physical demands of work.",
                        "c": "Where new equipment will be introduced to the workplace, or during the design and planning stages of new or renovated workplaces or workstations, the Employer shall seek the appropriate advice with respect to the risk factors."
                    }
                },
                "25.15": {
                    "title": "Workplace Violence",
                    "subsections": {
                        "a": "It is recognized that at certain worksites or in certain work situations employees may be at risk of physical or verbal abuse from clients, persons in care or custody, or the public.",
                        "b": "Where such potential exists: employees at those worksites or in those work situations shall receive training in the recognition and management of such incidents; applicable physical and procedural measures to protect employees shall be implemented.",
                        "c": "The Local Occupational Health and Safety Committee or union designated safety representative shall be consulted regarding the curriculum of training and the applicable physical and procedural measures.",
                        "d": "Employees shall be informed concerning the potential for physical violence or verbal abuse from a client, a person in care or custody, or another member of the public, subject to statutory limitation.",
                        "e": "Immediate critical incident stress debriefing and post traumatic counselling shall be made available for employees who have suffered as a result of violence.",
                        "f": "WCB Risk Assessment to be completed six (6) months after ratification of Agreement and annually or periodically reviewed as per WCB Regulations."
                    }
                },
                "25.16": {
                    "title": "Whistle Blowing Protection",
                    "content": "No employee shall be disciplined, discharged, penalized or intimidated as a result of reporting any alleged violations to the College or to another agency, provided the College has been notified of the alleged violation first. The College will have thirty (30) days to investigate the alleged violation and report the outcome to the employee and the Union."
                }
            }
        },
        "26": {
            "title": "CONTRACTING OUT",
            "sections": {
                "26.1": {
                    "title": "Contracting Out",
                    "subsections": {
                        "a": "The Employer agrees not to contract out any work presently performed by employees covered by this Agreement which would result in the laying off of such employees including a reduction in assigned workload.",
                        "b": "The Employer agrees to provide, upon request of the Union, copies of all purchase service agreements to the bargaining unit Chairperson and to discuss the contracts that are of concern to the Union."
                    }
                }
            }
        },
        "27": {
            "title": "HEALTH AND WELFARE",
            "sections": {
                "27.1": {
                    "title": "Extended Health Care Plan",
                    "subsections": {
                        "a": "The Employer shall pay the monthly premium for regular employees entitled to coverage under a mutually acceptable Extended Health Care Plan.",
                        "b": "The plan is to make provision for transportation for an employee or an eligible dependant to medical services not available in the employee's home community.",
                        "c": "Where upon the written advice of a medical practitioner a person eligible under Clause 27.2(b) requires a travelling companion, transportation costs for the companion will also be paid.",
                        "d": "The plan will also provide for expenses of up to fifty dollars ($50) per day up to a maximum of seven (7) days per referral in cases where transportation has been provided.",
                        "e": "Effective one month following the date of ratification, prescription drug reimbursements will only be issued for those prescription drugs that are included under the BC Provincial Pharmacare Formulary."
                    }
                },
                "27.2": {
                    "title": "Dental Plan",
                    "subsections": {
                        "a": "The Employer shall pay the monthly premium for employees entitled to coverage under a mutually acceptable plan which provides: Part A - one hundred percent (100%) coverage; Part B - seventy percent (70%) coverage; Part C - fifty percent (50%) coverage.",
                        "b": "An employee is eligible for orthodontic services under Part C after twelve (12) months participation in the Plan. Orthodontic services are subject to a lifetime maximum payment of two thousand three hundred dollars ($2,300) and dependants to age 21."
                    }
                },
                "27.3": {
                    "title": "Group Life",
                    "subsections": {
                        "a": "The Employer shall provide a mutually acceptable group life plan with benefits equivalent to twice an employee's annual salary, with a forty thousand dollar ($40,000) minimum. The Employer shall pay the premium.",
                        "b": "The Group Life Plan shall include provisions for accidental dismemberment with various coverage amounts based on the type and extent of injury.",
                        "c": "Spousal life insurance, at the total expense of the employee, shall be offered."
                    }
                },
                "27.4": {
                    "title": "Air Travel Insurance",
                    "subsections": {
                        "a": "In the event of death or disability incurred while travelling by aircraft on business of the College, employees will be covered by the terms and conditions of the College blanket insurance policy.",
                        "b": "The amounts specified in the policy will be paid to employees in the case of disability; and in the case of death, to the employee's beneficiary as designated under the Group Life Plan.",
                        "c": "Coverage shall commence from the place of employment or residence, whichever may last occur, and end upon returning to the regular place of employment or residence.",
                        "d": "Employees are not covered while piloting an aircraft in the course of their duties unless employed or paid as a pilot, or unless otherwise authorized."
                    }
                },
                "27.5": {
                    "title": "Unemployment Insurance",
                    "content": "Unemployment Insurance coverage will be provided during the life of this Agreement for regular and auxiliary employees who would, if employed by a private employer, be eligible for such coverage under the provisions of the Unemployment Insurance Act."
                },
                "27.6": {
                    "title": "Medical Examination",
                    "content": "Where the Employer requires an employee to submit to a medical examination or medical interview, it shall be at the Employer's expense and on the Employer's time, other than a medical examination required under Appendix 1, Section 1.4."
                },
                "27.7": {
                    "title": "Legislative Changes",
                    "content": "If the premium paid by the Employer for any employee benefit stipulated by this Agreement is reduced as a result of any legislative or other action by the government of British Columbia, the amount of the saving shall be used to increase other benefits available to the employees, as may be mutually agreed between the parties."
                },
                "27.8": {
                    "title": "Health and Welfare Plans",
                    "subsections": {
                        "a": "A copy of the master contracts with the carriers for the extended health care, dental and group life plans shall be sent to the President of the Union.",
                        "b": "The Employer will consult with the Union before developing any pamphlet explaining the highlights of the plans for distribution to the employees."
                    }
                },
                "27.9": {
                    "title": "Replacement of Personal Supplies",
                    "content": "An employee as a result of the proper performance of their physical duties, shall be reimbursed for the cost of replacement for such items as: eyeglasses; prosthesis; hearing aids."
                },
                "27.10": {
                    "title": "Benefit Improvements",
                    "subsections": {
                        "a": "Extended Health Benefits: Total lifetime coverage level will be unlimited; Hearing aid benefit claims will be to a maximum of one thousand five hundred dollars ($1500) every five (5) years; Employees shall be reimbursed a total of one hundred dollars ($100) every two (2) years for vision exams.",
                        "b": "Dental Plan: Plan A includes revision of dental recall exams (polishing, application of fluoride and recall) -- once every nine (9) months except dependent children (up to age 19) and those with dental problems as approved by the Plan.",
                        "c": "Benefit Entitlement for Part-Time Regular Employees: Part-time employees with regular appointments of at least 17.5 hours per week (35 hours biweekly) will be entitled to group life insurance, extended health, dental and medical benefits as set out in the local collective agreement.",
                        "d": "Cost Shared Benefits: All medical and insurance benefits excluding those that are currently cost shared will be employer paid."
                    }
                },
                "27.11": {
                    "title": "Pension Plan",
                    "content": "Enrolment in the Municipal Pension Plan shall be as set out in the Pension (Municipal) Act. In order to enable employees who qualify according to the Municipal Pension Act to buy back previous pensionable service, the Employer agrees to provide payroll deduction in an amount suitable to the employee and to provide the administration necessary to enable such buy back."
                }
            }
        },
        "28": {
            "title": "WORK CLOTHING AND EQUIPMENT",
            "sections": {
                "28.1": {
                    "title": "Protective Clothing",
                    "subsections": {
                        "a": "The Employer shall provide adequate protective clothing where the need arises. This shall normally include smocks, laboratory coats, or coveralls where the employee's clothes may be soiled due to the work situation.",
                        "b": "Where work is to be performed outdoors in inclement weather pursuant to Clause 28.1(a) above, the necessary rain wear, parkas or gloves shall also be made available."
                    }
                },
                "28.2": {
                    "title": "Special Apparel",
                    "content": "If a particular type of work clothing or special apparel is required by the nature of the employee's job, such clothing or apparel shall be provided by the Employer."
                },
                "28.3": {
                    "title": "Maintenance of Clothing",
                    "content": "It shall be the Employer's responsibility to ensure that uniforms and clothing issued is properly cleaned, maintained and repaired. The Employer shall bear all costs of such cleaning, maintenance and repairs."
                },
                "28.4": {
                    "title": "Union Label",
                    "content": "Upon depletion of existing stocks, all uniforms and clothing issued by the Employer shall, where possible, bear a recognized union label."
                },
                "28.5": {
                    "title": "Lockers",
                    "content": "Where employees are required to change their uniforms in the course of their normal duties, and where space is available, lockers, which can be locked, shall be provided."
                },
                "28.6": {
                    "title": "Tools and Equipment",
                    "content": "The Employer shall supply all tools and equipment required to perform the work."
                },
                "28.7": {
                    "title": "Supply and Maintenance of Equipment",
                    "subsections": {
                        "a": "An employee shall not suffer loss in salary in the event that they cannot carry out their normal duties by reason of the Employer failing to furnish or properly maintain equipment, machinery, supplies or by reason of power failures or other circumstances occurring at the place of work.",
                        "b": "This clause shall not apply to short-term relief personnel beyond the day of occurrence."
                    }
                }
            }
        },
        "29": {
            "title": "PAYMENT OF WAGES AND ALLOWANCES",
            "sections": {
                "29.1": {
                    "title": "Equal Pay",
                    "content": "The Employer shall not discriminate between male and female employees by employing a person of one sex for any work at a rate of pay that is less than the rate of pay at which a person of the other sex is employed for similar or substantially similar work."
                },
                "29.2": {
                    "title": "Payday",
                    "subsections": {
                        "a": "Employees shall be paid biweekly.",
                        "b": "The Employer shall provide each employee with a comprehensive statement accompanying each paycheque detailing all payments, allowances and deductions.",
                        "c": "When a payday falls on an employee's rest day the Employer shall issue the paycheque on the last shift worked prior to the payday, provided the cheque is available.",
                        "d": "Employees working shifts shall receive paycheques in accordance with the following: Day Shift - on the payday; Afternoon Shift - coming off the shift prior to the payday; Night Shift - coming off the shift the morning of the payday.",
                        "e": "If the paycheque is not available on the payday, the Employer shall arrange for the employee to be provided with an adequate advance on their salary."
                    }
                },
                "29.3": {
                    "title": "Rates of Pay",
                    "content": "Employees shall be paid in accordance with Appendix 2 attached to and forming part of this Agreement, subject to Clause 29.7. Wage increases: Effective date of ratification 2.0%; July 1, 2020 2.0%; July 2021 2.0%. These wage increases shall apply to all current employees who are members of the bargaining unit on the date of ratification."
                },
                "29.4": {
                    "title": "Substitution Pay",
                    "subsections": {
                        "a": "When an employee is directed to relieve or substitute in a higher paying position for two (2) consecutive hours or more in any day they shall receive the rate for the job, where a single rate is established. If a salary range is established, they shall receive the rate of the new salary range at the same step.",
                        "b": "Substitution pay is not payable where an employee's current position normally requires periodic substitution in the higher position as defined in the functional job description."
                    }
                },
                "29.5": {
                    "title": "Rates of Pay on Reclassification or Promotion",
                    "content": "When an employee is promoted or is in a position that is reclassified to a higher classification level, the employee will be placed at the first step in the new salary range or the closest higher step to their current salary, whichever is the greater, but no more than the top step in the new salary range."
                },
                "29.6": {
                    "title": "Pay on Temporary Assignment",
                    "content": "An employee temporarily assigned by the Employer to a position with a rate of pay lower than their regular rate of pay shall maintain their regular rate of pay."
                },
                "29.7": {
                    "title": "Downward Classification of Position",
                    "subsections": {
                        "a": "When an employee is in a position that is reclassified to a lower classification level, the employee's salary will not be reduced.",
                        "b": "Any employee whose position classification is changed to one with a lower maximum salary through no fault of their own, shall receive fifty percent (50%) of the negotiated salary increase applicable to the employee's new classification."
                    }
                },
                "29.8": {
                    "title": "Vehicle Allowance",
                    "subsections": {
                        "a": "Vehicle allowances for all distances travelled on College business shall be paid to employees required to use their own vehicles in the performance of their duties.",
                        "b": "Effective date of ratification the vehicle allowance shall be forty-nine (49¢) per kilometre. Effective April 1, 2020 the vehicle allowance shall be fifty (50¢) per kilometre. Effective April 1, 2021 the vehicle allowance shall be fifty-one (51¢).",
                        "c": "An employee who is in a position designated by the College to travel in excess of six (6) days per month per insurance year on College business shall, subject to the prior approval of the College President or their designate, be reimbursed upon presentation of appropriate receipts and documents, one hundred percent (100%) of the annual incremental cost based on Safe Driver Discount rates of the Insurance Corporation of British Columbia Class 007 (Business) premium that is over and above that for Class 002 (Pleasure, Drive to Work or School)."
                    }
                },
                "29.9": {
                    "title": "Meals, Lodging (including Mobile Lodging) and Travel Allowances",
                    "subsections": {
                        "a": "Meals: Effective date of ratification employees on travel status shall be entitled to the following allowances: Breakfast $10.77 Travel prior to 7:00 a.m.; Lunch $13.46 Travel between 11:00 a.m. and 1:00 p.m.; Dinner $23.69 Travel after 6:00 p.m. Effective April 1, 2020: Breakfast $10.99; Lunch $13.73; Dinner $24.16. Effective April 1, 2021: Breakfast $11.20; Lunch $14.00; Dinner $24.64.",
                        "b": "Lodging: Reasonable actual costs upon production of receipts, or thirty-five dollars ($35) per night without receipt.",
                        "c": "Travel: Reasonable actual costs (normally based on economy fare) upon production of receipts."
                    }
                },
                "29.10": {
                    "title": "Transportation for Employees",
                    "content": "Transportation will be provided to employees who are required to work other than their normal working hours, and who must travel to or from their home during the hours between 1:00 a.m. and 6:00 a.m. and when convenient public transportation or other transportation facilities are not available."
                },
                "29.11": {
                    "title": "Upgrading Qualifications",
                    "content": "Where the Employer requires an employee to upgrade their skills or qualifications in order to operate or maintain new equipment, the cost of training, and normal living and travel expenses as laid down in this Agreement will be borne by the Employer."
                },
                "29.12": {
                    "title": "Relocation Expenses",
                    "subsections": {
                        "a": "Regular employees who have to move from one geographic location to another at the Employer's request, shall be entitled to relocation expenses in accordance with the agreed upon established regulations as set out in Appendix 3.",
                        "b": "Regular employees who have to move from one geographic location to another after winning a competition shall be entitled to reimbursement of relocation expenses up to a maximum amount of one thousand, two hundred dollars ($1,200) upon production of receipts.",
                        "c": "The provisions under Clauses 29.12(a) and (b) will also apply to auxiliary employees who have completed two hundred (200) days within a fifteen (15) month period."
                    }
                },
                "29.13": {
                    "title": "Payment to Dependants on Death",
                    "content": "Where an employee dies while in the service of the College, the following amounts shall be paid to the employee's beneficiary as designated under the Group Life Plan, if any, or in the absence of such beneficiary, to the employee's estate: one (1) month's salary for each completed continuous year in the service of the College, to a maximum of six month's salary."
                },
                "29.14": {
                    "title": "Retirement Allowance",
                    "subsections": {
                        "a": "Upon retirement from service, an employee who has completed twenty (20) years of continuous service, and who under the provisions of the Municipal Superannuation Act is entitled to receive a superannuation allowance on retirement, is entitled to an amount equal to their salary for one (1) month, and, for each full year of service exceeding twenty (20) years but not exceeding thirty (30) years, is entitled to an additional amount equal to one-fifth (1/5) of their monthly salary.",
                        "b": "The College may offer to any employee an early retirement incentive, provided the employee meets the following qualifications: is age 55 or over; has a minimum of ten (10) years of pensionable service under the Municipal Pension Plan; is a regular employee at the time of early retirement; elects to cease employment with the College for the purpose of retirement.",
                        "c": "An employee accepting an early retirement incentive shall be entitled to two thousand dollars ($2,000) for each year of service with Coast Mountain College."
                    }
                },
                "29.15": {
                    "title": "Salary Rate Upon Employment",
                    "content": "The hiring rate of pay for a new employee shall not be higher than the rate of pay for an existing employee in the same classification with similar work experience, training and education."
                },
                "29.16": {
                    "title": "Telephone Allowance",
                    "content": "Employees on travel status who are required to obtain overnight accommodation shall be entitled to claim for one (1) ten (10) minute telephone call home, within British Columbia, for every two (2) nights away."
                },
                "29.17": {
                    "title": "Salary Rate on Demotion",
                    "content": "When an employee is demoted, the employee shall be placed at the maximum step in the salary range for the lower classified position."
                },
                "29.18": {
                    "title": "Hourly, Daily and Partial Biweekly Calculations",
                    "subsections": {
                        "a": "Hourly Rated Employees: The rate of pay for employees that are normally paid by the hour shall be calculated by dividing the biweekly salary by seventy (70). The daily rate shall be determined by multiplying the number of regularly scheduled hours in the employee's daily shift by the hourly rate.",
                        "b": "Salary Rated Employees (Partial Biweekly Pay): The formula for paying a partial salary to employees paid on a biweekly basis is: Adjusted Biweekly Salary = (Hrs. worked plus paid holidays x biweekly salary) / (Hrs. scheduled and paid holidays)"
                    }
                },
                "29.19": {
                    "title": "Hosting Expenses",
                    "content": "Where employees have guest speakers, recruiting officers, consultants, community relations personnel or other non-service personnel at their workplace in the course of their duties, they shall, subject to prior approval, be reimbursed for reasonable expenses upon production of receipts."
                },
                "29.20": {
                    "title": "Expenses within Headquarters Area",
                    "content": "An employee in performing their duties within their headquarters area may claim unusual and/or extraordinary out-of-pocket expenses, subject to approval by the Employer."
                },
                "29.21": {
                    "title": "Temporary Assignment Travel",
                    "subsections": {
                        "a": "When an employee is assigned temporarily to a worksite within the province that is so far removed that they are unable to return to their designated headquarters at the end of each workday, the following conditions shall apply: Travel between their place of temporary accommodation and the worksite shall be considered as time worked; Employees shall be provided with return economy air fare in order to allow them to return to their place of residence and return to the worksite at the end of each workweek on the employee's time; Employees who choose not to return to their place of residence shall not receive the return airfare."
                    }
                },
                "29.22": {
                    "title": "Travel Outside Province",
                    "subsections": {
                        "a": "Employees required to travel outside the province shall be reimbursed for receipted expenses incurred in the course of their duties.",
                        "b": "Employees will be provided reasonable stopover time where required, in view of fatigue occasioned by international travel.",
                        "c": "Where the currency exchange is greater or lesser, all expenses will be paid at that rate of exchange."
                    }
                }
            }
        },
        "30": {
            "title": "CLASSIFICATION AND RECLASSIFICATION",
            "sections": {
                "30.1": {
                    "title": "Classification Specifications and Job Evaluation Plan",
                    "subsections": {
                        "a": "The parties agree that the Gender Neutral Plan will be the job evaluation plan used to classify the positions at Coast Mountain College.",
                        "b": "All positions shall have a job description and shall be rated by a joint classification committee using the Gender Neutral Plan classification specifications.",
                        "c": "The Gender Neutral Plan classification specifications will not be amended or eliminated without mutual agreement between the Union and the Employer."
                    }
                },
                "30.2": {
                    "title": "Job Duties",
                    "content": "Provided the duties contained in any job outlined in Clause 30.1 continue to be performed, the Employer may not split, divide, or materially alter that configuration of duties for the purpose of displacing an existing employee not on layoff, without prior mutual agreement with the Union or an arbitrator's decision."
                },
                "30.3": {
                    "title": "Classification and Salary Adjustments",
                    "content": "When a new or substantially altered classification covered by this Agreement is to be introduced, it shall be subject to negotiations between the College and the Union. If the parties are unable to agree on the classification and rate of pay for the new or substantially altered classifications, within ten (10) days of their first meeting or such other period as agreed to by the parties, the College may implement the classification and attach a salary."
                },
                "30.4": {
                    "title": "Classification Appeal Procedure",
                    "subsections": {
                        "a": "If an employee believes that the position they occupy is improperly classified, they shall request to the Joint Classification Committee that the position be reviewed. This request must be made within thirty (30) days of the employee being notified of their classification level.",
                        "b": "The Joint Classification Committee will review the position within sixty (60) days and advise the employee of any changes to the job description or job evaluation and rating.",
                        "c": "If the above procedure does not lead to a satisfactory resolution, the Union may submit the matter, within sixty (60) days to arbitration."
                    }
                },
                "30.5": {
                    "title": "Reorganization",
                    "subsections": {
                        "a": "The parties agree that where there is a reorganization/restructuring, it shall be implemented in accordance with the following principles: The Employer agrees to give the President of the Union advance notice of a reorganization within the College which will affect employees within the bargaining unit; The Employer agrees to consult first with the Union and then the employees involved for the purpose of discussing the implications of such changes prior to the implementation of same.",
                        "b": "Where a position has been identified by the Employer as one which will be affected by the reorganization, the incumbent will be advised in writing by the Employer.",
                        "c": "When any reorganization is planned, all positions covered by the Collective Agreement affected by the reorganization will be reviewed and graded by the Classification Committee within ten (10) days of the notification to the Union of the planned reorganization and before the reorganization is implemented.",
                        "d": "Any employee affected by the reorganization will not be subject to the provisions of Clause 10.9 probationary period.",
                        "e": "If, in a reorganized job, sixty percent (60%) of the duties are new, it will be classified as a new job and will follow posting procedures."
                    }
                }
            }
        }
    }
}