{
    "articles_31_36": {
        "31": {
            "title": "JOINT COMMITTEE",
            "sections": {
                "31.1": {
                    "title": "Establishment of a Joint Committee",
                    "content": "There shall be established one (1) joint committee composed of two (2) union representatives and two (2) employer representatives. This Committee may call upon additional persons for technical information or advice. The Committee may establish subcommittees or ad hoc committees as it deems necessary and shall set guidelines and operating procedures for such committees."
                },
                "31.2": {
                    "title": "Meetings of Committee",
                    "content": "The Joint Committee shall meet every two (2) months at a mutually agreeable time and place. Employees shall not suffer any loss of basic pay for time spent on this Committee."
                },
                "31.3": {
                    "title": "Chairperson of Committee",
                    "content": "An employer representative and a union representative shall alternate in presiding over meetings."
                },
                "31.4": {
                    "title": "Responsibilities of Committee",
                    "subsections": {
                        "a": "The Committee shall not have jurisdiction over wages or any other matter of collective bargaining, including the administration of this Agreement. The Committee shall not have the power to bind either the Union or its members or the Employer to any decisions or conclusions reached in their discussions, except as specified in this Agreement.",
                        "b": "The Committee will specifically address the following items as it deems necessary: Transfers Without Posting; Appointment Procedures; Authorization and Application of Overtime; Uniforms; Job Evaluation Plan; Parking; Indemnity; Reorganization; Personal Duties; On-the-Job Training; Long-Term Disability; Employee Fitness.",
                        "c": "Reviewing matters, other than grievances, relating to the maintenance of good relations between the parties; correcting conditions causing grievances and misunderstanding."
                    }
                },
                "31.5": {
                    "title": "Committee to Allocate Training",
                    "content": "The Employer agrees that, subject to operational requirements, when selecting employees to attend training courses, the College considers the factors of seniority, satisfactory work performance and equitability of access as determinants for selection."
                },
                "31.6": {
                    "title": "Reference",
                    "content": "The parties will refer to the relevant provisions of the 1989-1991 Collective Agreement when discussing the specific items in Clause 31.4(b) above."
                }
            }
        },
        "32": {
            "title": "SECONDMENT",
            "sections": {
                "32.1": {
                    "title": "Definition",
                    "content": "\"Secondment\" means a process by which the Employer may, with the consent of the employee, assign an employee to another employer not subject to this Agreement."
                },
                "32.2": {
                    "title": "Notice of Secondment",
                    "content": "The Employer agrees to make every effort to provide an employee with four (4) weeks written notice of secondment. Where possible, the written notice of secondment shall indicate the term of secondment."
                },
                "32.3": {
                    "title": "Provisions of BCGEU Agreement to Apply",
                    "content": "The provisions of this Agreement will apply to seconded employees. The Employer to which the employee is seconded will receive written notice of this article and will be provided with a copy of this Agreement."
                },
                "32.4": {
                    "title": "Employer's Representative Designated to Handle Grievances at the Second Step",
                    "content": "The Employer will inform the employee of the Employer's representative designated to handle grievances at the second step. Where a seconded employee has a grievance and their supervisor is not appointed to the College, the employee will discuss the grievance with their supervisor. Failing resolution, the employee may submit a written grievance, through a steward nominated by the Union, to the second step of the grievance procedure."
                }
            }
        },
        "33": {
            "title": "AUXILIARY EMPLOYEES",
            "sections": {
                "33.1": {
                    "title": "Letter of Appointment",
                    "subsections": {
                        "a": "An auxiliary employee shall receive a letter of appointment prior to commencing employment if possible, stating their employment status and expected duration of employment.",
                        "b": "The Employer will not use auxiliary or regular part-time employees or positions or a combination of auxiliary or regular part-time employees or positions to the extent that they replace, displace or prevent the hiring of a regular full-time employee.",
                        "c": "An auxiliary employee shall be entitled to an hourly allowance of one dollar and twenty cents ($1.20) in lieu of all benefits applicable to regular employees except as otherwise stipulated in this Article 33. This allowance shall be paid on the basis of straight-time hours worked."
                    }
                },
                "33.2": {
                    "title": "Seniority on Applying for Regular Positions",
                    "subsections": {
                        "a": "Auxiliary employees will be recognized as in-service applicants when applying for regular positions.",
                        "b": "Subject to Clause 33.3, an auxiliary employee will have their length of service as an auxiliary employee recognized in the selection process and will be credited with equivalent regular seniority upon appointment or reclassification."
                    }
                },
                "33.3": {
                    "title": "Seniority",
                    "subsections": {
                        "a": "Employees shall earn seniority during the initial probationary period of sixty (60) workdays. An employee terminated during the probationary period shall lose seniority and not be placed on the recall list.",
                        "b": "For the purpose of layoff and recall, an auxiliary employee shall accumulate service and classification seniority within a geographic location, on the basis of: all hours worked at the straight-time rate; designated paid holidays or days off in lieu in accordance with Clause 33.7; annual vacation in accordance with Clause 33.8. The total hours above shall be converted to a seven (7) hour shift to establish seniority.",
                        "c": "Subject to Clause 33.3, an auxiliary employee shall retain their service and classification seniority if they are moved by the Employer from one geographic location to another.",
                        "d": "For the purpose of layoff and recall, auxiliary employees who are on a claim recognized by the Workers' Compensation Board which arises out of a work-related injury while employed by the College, shall earn seniority for all hours the employee would have worked had they not been injured and been able to stay on the job.",
                        "e": "An auxiliary Employee, for the purposes of applying for a regular appointment, shall have their seniority as an auxiliary recognized even if the initial probation period is not complete.",
                        "f": "Auxiliary employees who have worked eighteen hundred and twenty-seven (1,827) hours in a fifteen (15) month period and who are employed for work which is of successive short-term appointments of less than six (6) month duration, be converted to regular status effective the beginning of the month following the month in which they attain the required hours."
                    }
                },
                "33.4": {
                    "title": "Loss of Seniority",
                    "content": "An auxiliary employee will lose their service and classification seniority when: they are terminated for just cause; they voluntarily terminate or abandon their position; they are on layoff for more than one (1) year; they fail to report for duty for ten (10) consecutive workdays without informing the Employer of the reason for their absence; they are unavailable for, or declines, four (4) separate offers, on separate days over a period of twelve (12) months of re-employment in which the duration and nature of work is reasonably similar to that which they carried out prior to layoff."
                },
                "33.5": {
                    "title": "Layoff and Recall",
                    "subsections": {
                        "a": "Layoff of auxiliary employees shall be by classification in reverse order of service seniority within a geographic location.",
                        "b": "Subject to Clause 16.4 auxiliary employees on layoff shall be recalled in order of service seniority within a geographic location, provided the auxiliary employee is qualified to carry out the work which is available.",
                        "c": "Auxiliary employees hired for special projects, as mutually agreed to between the Employer and the Union, or auxiliary employees hired under the auspices of the Ministry of Labour's Special Employment Programs, shall be considered terminated for cause in accordance with Clause 33.4(a) upon completion of their project or program.",
                        "d": "The bargaining unit chairpersons shall have access to recall lists for verification of seniority, the process of recall, and updating."
                    }
                },
                "33.6": {
                    "title": "Application of Agreement",
                    "subsections": {
                        "a": "Except as otherwise noted in this article, the provisions of Articles 11, 16, 20, 21, 22, 23 and 27 do not apply to auxiliary employees. The provisions of other articles apply to auxiliary employees, except as otherwise indicated.",
                        "b": "The provisions of Clauses 23.1, 23.3, 23.5, 23.6, 23.8, 23.9, 23.10, 23.11, 23.12, 23.13, 23.15, 23.16, 27.5, 27.6 and 27.7 shall apply to auxiliary employees and where appropriate on a pro rata basis."
                    }
                },
                "33.7": {
                    "title": "Designated Paid Holidays",
                    "subsections": {
                        "a": "Auxiliary employees who work the day before and the day after a paid holiday, or who have worked fifteen (15) of the previous thirty (30) days, shall be compensated for the holiday. This clause shall not apply to employees who have been terminated and are not on layoff status.",
                        "b": "An auxiliary employee who is qualified in Clause 33.7(a) to receive compensation for the holiday and who is required to work on that day shall be compensated at the same rate as regular employees in the same situation, as outlined in Article 20."
                    }
                },
                "33.8": {
                    "title": "Annual Vacation",
                    "content": "Auxiliary employees shall be entitled to receive vacation entitlement as applicable to regular employees on a pro rata basis to a maximum of six percent (6%) except that such entitlement will be paid in cash."
                }
            }
        },
        "34": {
            "title": "GENERAL CONDITIONS",
            "sections": {
                "34.1": {
                    "title": "Indemnity",
                    "subsections": {
                        "a": "Civil Actions: Except when the Joint Committee established under Article 31 considers that there has been flagrant or wilful negligence on the part of an employee, the Employer agrees not to seek indemnity against an employee whose actions result in a judgement against the Employer.",
                        "b": "Criminal Actions: Where an employee is charged with an offence resulting directly from the proper performance of their duties and is subsequently found not guilty, the employee shall be reimbursed for reasonable legal fees.",
                        "c": "Canada Shipping Act: Where an employee is called before a hearing held under the Canada Shipping Act resulting directly from the proper performance of their duties, the employee shall be reimbursed for reasonable legal fees.",
                        "d": "At the option of the Employer, the Employer may provide for legal services in the defence of any legal proceedings involving the employee or pay the legal fees of counsel chosen by the employee.",
                        "e": "In order that the above provisions shall be binding upon the Employer, the employee shall notify the Employer immediately, in writing, of any incident or course of events which may lead to legal action against them."
                    }
                },
                "34.2": {
                    "title": "Payroll Deductions",
                    "subsections": {
                        "a": "A regular employee shall be entitled to have deductions from their salary assigned for the purchase of Canada Payroll Savings.",
                        "b": "Where a clerical or mathematical error, which can be characterized as an error in fact, has occurred in establishing or calculating an employee's basic salary, premium rates or allowances, it shall be rectified in total and retroactively for a period not to exceed the duration of this contract."
                    }
                },
                "34.3": {
                    "title": "Political Activity",
                    "subsections": {
                        "a": "Municipal and School Board Offices: employees may seek election to municipal and school board offices, provided that the duties of the municipal or school board office other than regular council or board meetings do not impinge on normal working hours as a College employee; where municipal council or school board meetings are held during the employee's normal working hours, the College shall grant leave without pay to attend such meetings.",
                        "b": "Federal and Provincial Offices: There are no restrictions on employees engaging in political activities on their own time as campaign workers. If an employee is nominated as a candidate for election, the employee shall be granted leave without pay to engage in the election campaign."
                    }
                },
                "34.4": {
                    "title": "Copies of Agreement",
                    "content": "The Union and the Employer desire every employee to be familiar with the provisions of this Agreement, and their rights and obligations under it. For this reason the Employer shall provide electronic access of the Agreement for distribution to employees. The Employer will print fifteen (15) copies of the Agreement for the Union."
                },
                "34.5": {
                    "title": "Travel Advance",
                    "content": "Employees who are required to proceed on travel status, shall be provided with an adequate travel advance. The amount of advance will be determined by such factors as time away from headquarters and the frequency of reimbursement."
                },
                "34.6": {
                    "title": "Personal Research",
                    "content": "Subject to approval by the Employer, an employee may use facilities normally used in the course of their duties to carry out personal research or projects. The cost of materials shall be borne by the employee. Such approval shall not be unreasonably withheld by the Employer. A clearly enunciated and consistent policy regarding use and access to facilities and safety concerns shall be posted."
                },
                "34.7": {
                    "title": "Copyrights",
                    "subsections": {
                        "a": "The Employer and the Union agree that original materials prepared by the employee in the course of their duties for the Employer, shall be retained by the Employer. The Employer further agrees that the employee may be granted permission to quote selected portions of such material in a larger work or to publish the material in related journals.",
                        "b": "The Employer agrees that an employee may prepare materials on their own time, and copyright and/or revenue rights for such materials shall be vested in the employee.",
                        "c": "Confidential information shall not be disclosed without the written permission of the College."
                    }
                },
                "34.8": {
                    "title": "Positions Temporarily Vacant",
                    "subsections": {
                        "a": "The Employer agrees that, except in the case of emergency, an employee's workload will not be increased as a result of positions temporarily vacant due to illness, vacation, professional development leave, staff lifelong learning and development leave, union leave or any other reasons.",
                        "b": "In such instances, the Employer shall give qualified regular employees the opportunity to substitute in higher paying positions and arrange for staff replacements at the lowest paying category."
                    }
                },
                "34.9": {
                    "title": "Cashier Policy",
                    "content": "Employees who perform duties as cashiers shall not be penalized for cash errors. Cashiers who do make excessive or too frequent cash errors shall be: provided with further training as a cashier; or provided retraining with a view to placement in a more suitable position; or liable for disciplinary action provided there was no success in the training options."
                },
                "34.10": {
                    "title": "Recreational Use of Employer's Vehicles and Communication Facilities",
                    "subsections": {
                        "a": "Where employees are required to obtain accommodation at a point distant from their place of residence, they will be permitted reasonable personal use of an employer's vehicle, if available, during their non-working hours.",
                        "b": "The Employer also agrees to permit reasonable personal use by such employees of the communication facilities at the worksite."
                    }
                },
                "34.11": {
                    "title": "Lifelong Learning",
                    "content": "Regular employees within the bargaining unit shall be entitled to attend and participate in any course offered by the College based on the following conditions: employee registration will not factor in the decision to cancel a course due to insufficient student registration; employees will assume costs for textbooks and/or supplies; an employee registration cannot take the place of a fee paying student; courses shall be taken on employees own time; the employee satisfies normal course prerequisites; results in no additional instructional costs to the College; for courses that are taken under this clause that are job related, upon approval prior to commencing the course the College will reimburse the employee one hundred percent (100%) of the cost of textbooks."
                }
            }
        },
        "35": {
            "title": "PROFESSIONAL DEVELOPMENT",
            "sections": {
                "35.1": {
                    "title": "Concept",
                    "content": "The parties support the concept of professional development for the purposes of enabling employees to prepare for promotional advancement and generally upgrade their present skills and abilities which will be of benefit to both the employee and the Employer."
                },
                "35.2": {
                    "title": "Representation",
                    "content": "A standing professional development committee shall be established and shall be comprised of three (3) representatives of the Union and one (1) representative of the Employer. This Committee shall manage the professional development program of the employees, including the allocation of funds to support professional development activities."
                },
                "35.3": {
                    "title": "Terms of Reference",
                    "subsections": {
                        "a": "The Professional Development Committee will establish terms of reference and operating procedures for the disbursement of the Professional Development Fund: To qualify for funding, an employee must be a regular full-time or a regular part-time employee or an employee with eighteen hundred and twenty-seven (1,827) hours' auxiliary seniority. Any Provincial Instructor Diploma courses required by the Employer will be paid by the Employer."
                    }
                },
                "35.4": {
                    "title": "Allocation",
                    "subsections": {
                        "a": "The College shall allocate at the beginning of each fiscal year the amount of sixteen thousand, five hundred dollars ($16,500).",
                        "b": "Effective April 1, 2018, the College shall increase the ongoing annual amount by two thousand dollars ($2,000) to a total of eighteen thousand, five hundred dollars ($18, 500).",
                        "c": "Effective April 1, 2019, the College shall increase the ongoing annual amount by three thousand dollars ($3,000) to a total of twenty-one thousand, five hundred dollars ($21,500).",
                        "d": "In addition to items (b) and (c) above, the College shall provide one-time allocations as follows: April 1, 2017 to March 31, 2018 - one thousand, three hundred dollars ($1,300) allocated for a total of seventeen thousand, eight hundred dollars ($17,800) for the fiscal year; April 1, 2018 to March 31, 2019 - two thousand, four hundred dollars ($2,400) allocated for a total of twenty thousand, nine hundred dollars ($20,900) for the fiscal year.",
                        "e": "Any unspent balance at the end of each fiscal year shall be carried forward and added to the allocation for the next fiscal year."
                    }
                },
                "35.5": {
                    "title": "Report Terms of Reference",
                    "content": "The Professional Development Committee will report to the College President and the Union President the established terms of reference."
                },
                "35.6": {
                    "title": "Financial Reports",
                    "content": "Either the Union or the College has the right to request periodic financial statements and details of the Committee's actions."
                },
                "35.7": {
                    "title": "Annual Reports",
                    "content": "A detailed annual report of the Committee's activities and a financial statement of expenditures will be prepared for submission to the College President and the Union President at the end of each fiscal year."
                },
                "35.8": {
                    "title": "Training Activities",
                    "subsections": {
                        "a": "The Professional Development Fund may support the following types of activities: Long-Term Training (professional experience leave; audit of apprenticeship courses; staff exchange - national or international); Short-Term Training (short course and distributed learning course attendance; conferences, seminars and workshops; attendance at conventions and conferences on an individual basis; Employees accessing the fund shall be able to receive monies for the cost of transportation and accommodation).",
                        "b": "Approval for training activities will not be unreasonably withheld."
                    }
                },
                "35.9": {
                    "title": "Substitutes",
                    "content": "The College will pay for substitutes to allow for an employee to pursue a professional development activity upon approval of the Campus Principal/Dean or other designated management person."
                },
                "35.10": {
                    "title": "Class Size",
                    "content": "The parties agree that for the purposes of professional development for Coast Mountain College employees, class size will be increased by two (2) to accommodate two (2) employee seats for professional development purposes, contingent upon physical space requirements and provided there is no additional cost to the College."
                }
            }
        },
        "36": {
            "title": "TERM OF AGREEMENT",
            "sections": {
                "36.1": {
                    "title": "Duration",
                    "content": "This Agreement shall be binding and remain in effect to midnight, June 30, 2022."
                },
                "36.2": {
                    "title": "Notice to Bargain",
                    "subsections": {
                        "a": "This Agreement may be opened for collective bargaining by either party giving written notice to the other party on or after April 1, 2022, but in any event not later than midnight, April 30, 2022.",
                        "b": "Where no notice is given by either party prior to April 30, 2022, both parties shall be deemed to have been given notice under this clause on April 30, 2022, and thereupon Clause 36.3 applies.",
                        "c": "All notices on behalf of the Union shall be given by the President of the Union and similar notices on behalf of the Employer shall be given by the College President."
                    }
                },
                "36.3": {
                    "title": "Commencement of Bargaining",
                    "content": "Where a party to this Agreement has given notice under Clause 36.2, the parties shall, within fourteen (14) days after the notice was given, commence collective bargaining."
                },
                "36.4": {
                    "title": "Change in Agreement",
                    "content": "Any change deemed necessary in this Agreement may be made by mutual agreement at any time during the life of this Agreement."
                },
                "36.5": {
                    "title": "Agreement to Continue in Force",
                    "content": "Both parties shall adhere fully to the terms of this Agreement during the period of bona fide collective bargaining."
                },
                "36.6": {
                    "title": "Effective Date of Agreement",
                    "content": "The provisions of this Agreement, except as otherwise specified, shall come into full force and effect on date of ratification."
                },
                "36.7": {
                    "title": "Signing the Agreement",
                    "content": "One (1) week after ratification of this Agreement, signatories to the Agreement must meet to sign the Agreement and all Letters of Understanding."
                },
                "36.8": {
                    "title": "Bargaining Note - Lifelong Learning",
                    "content": "The Employer agrees to facilitate a presentation by the Union Bargaining Committee to the College Board at the earliest possible date."
                }
            }
        }
    }
}